{
  "0": [
    0,
    "aesthetic",
    "a set of principles underlying and guiding the work of a particular artist or artistic movement.",
    "noun",
    "The artist operated according to a peculiar aesthetic, not considering any photograph to be worth publishing unless it contained a marine mammal."
  ],
  "1": [
    1,
    "alacrity",
    "an eager willingness to do something.",
    "noun",
    "The first three weeks at his new job, Mark worked with such alacrity that upper management knew it would be giving him a promotion."
  ],
  "2": [
    2,
    "archaic",
    "so old as to appear to belong to a different period.",
    "adjective",
    "Hoping to sound intelligent, Mary spoke in archaic English that was right out of Jane Austen's Pride and Prejudice--needless to say, she didn't have many friends."
  ],
  "3": [
    3,
    "ascetic",
    "one who practices great self-denial.",
    "noun",
    "Historically, ascetics like Ghandi are often considered wise men partially because of their restraint."
  ],
  "4": [
    4,
    "assuage",
    "make something intense less severe.",
    "verb",
    "Her fear that the new college would be filled with unknown faces was assuaged when she recognized her childhood friend standing in line."
  ],
  "5": [
    5,
    "audacious",
    "willing to be bold in social situations or to take risks.",
    "adjective",
    "As all of the other campers cowered in their tents, Bill, armed only with a flashlight, audaciously tracked down the bear that had raided their food."
  ],
  "6": [
    6,
    "austere",
    "harsh in manner of temperament.",
    "adjective",
    "The principal of my elementary school was a cold, austere woman; I could never understand why she chose to work with children."
  ],
  "7": [
    7,
    "banal",
    "repeated too often; overfamiliar through overuse.",
    "adjective",
    "The professor used such banal expression that many students in the class either fell asleep from bordeom or stayed awake to complete his sentences and humor friends."
  ],
  "8": [
    8,
    "capricious",
    "determined by chance or impulse or whim rather than by necessity or reason Nearly every month our capricious CEO had a new plan to turn the company around, and none of them worked because we never gave them the time they needed to succeed.",
    "adjective",
    " "
  ],
  "9": [
    9,
    "censure",
    "to express strong disapproval.",
    "verb",
    "After being caught in bed with a mistress, the mayor was quickly censured by the city council."
  ],
  "10": [
    10,
    "coalesce",
    "fuse or cause to grow together.",
    "verb",
    "Over time, the various tribes coalesced into a single common culture with one universal language."
  ],
  "11": [
    11,
    "craven",
    "pathetically cowardly.",
    "adjective",
    "Though the man could have at least alerted the police, he crouched cravenly in the corner as the old woman was mugged."
  ],
  "12": [
    12,
    "demur",
    "to object or show reluctance.",
    "verb",
    "Wallace disliked the cold, so he demurred when his friends suggested they going skiing in the Alps."
  ],
  "13": [
    13,
    "deride",
    "treat or speak of with contempt.",
    "verb",
    "The nun derided the students for trying to sneak insects and worms into the classroom."
  ],
  "14": [
    14,
    "derivative",
    "(or a creative product, e.",
    "adjective",
    "g. music, writing, etc.) not original but drawing on the work of another person. Because the movies were utterly derivative of other popular movies, they did well at the box office. This word has other definitions but this is the most important one for the GRE."
  ],
  "15": [
    15,
    "diatribe",
    "a strong verbal attack against a person or institution.",
    "noun",
    "Steve's mom launched into a diatribe during the PTA meeting, contending that the school was little more than a daycare in which students stare at the wall and teachers stare at the chalkboard."
  ],
  "16": [
    16,
    "didactic",
    "instructive (especially excessively).",
    "adjective",
    "Tolstoy's The Death of Ivan Illyich is a didactic novel, instructing the reader on how to live a good life."
  ],
  "17": [
    17,
    "diffident",
    "showing modest reserve; lacking self-confidence.",
    "adjective",
    "As a young girl she was diffident and reserved, but now as an adult, she is confident and assertive."
  ],
  "18": [
    18,
    "disparate",
    "two things are fundamentally different.",
    "adjective",
    "With the advent of machines capable of looking inside the brain, fields as disparate as religion and biology have been brought together by scientists trying to understand what happens in the brain when people have a religious experience."
  ],
  "19": [
    19,
    "ephemeral",
    "lasting a very short time.",
    "adjective",
    "The lifespan of a mayfly is ephemeral, lasting from a few hours to a couple of days."
  ],
  "20": [
    20,
    "eschew",
    "avoid and stay away from deliberately; stay clear of.",
    "verb",
    "Politicians are the masters of eschewing morals; academics are the masters of eschewing clarity."
  ],
  "21": [
    21,
    "esoteric",
    "confined to and understandable by only an enlightened inner circle.",
    "adjective",
    "Map collecting is an esoteric hobby to most, but to geography geeks it is a highly enjoyable pasttime."
  ],
  "22": [
    22,
    "facetious",
    "cleverly amusing in tone.",
    "adjective",
    "Facetious behavior will not be tolerated during sex eduation class; it's time for all of you to treat these matters like mature adults."
  ],
  "23": [
    23,
    "fortuitous",
    "occurring by happy chance; having no cause or apparent cause.",
    "adjective",
    "While the real objects are vastly different sizes in space, the sun and the moon seem to have the same fortuitous size in the sky."
  ],
  "24": [
    24,
    "garrulous",
    "full of trivial conversation.",
    "adjective",
    "Lynne was garrulous: once, she had a fifteen minute conversation with a stranger before she realized the woman didn't speak English."
  ],
  "25": [
    25,
    "hackneyed",
    "lacking significance through having been overused.",
    "adjective",
    "Cheryl rolled her eyes when she heard the lecturer's hackneyed advice to \"be true to yourself.\"."
  ],
  "26": [
    26,
    "immutable",
    "not able to be changed.",
    "adjective",
    "Taxes are one of the immutable laws of the land, so there is no use arguing about paying them."
  ],
  "27": [
    27,
    "inimical",
    "hostile (usually describes conditions or environments).",
    "adjective",
    "Venus, with a surface temperature that would turn rubber to liquid, is inimical to any form of life."
  ],
  "28": [
    28,
    "insipid",
    "dull and uninteresting.",
    "adjective",
    "The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use."
  ],
  "29": [
    29,
    "irascible",
    "quickly aroused to anger.",
    "adjective",
    "If Arthur's dog is not fed adequately, he becames highly irascible, even growling at his own shadow."
  ],
  "30": [
    30,
    "laconic",
    "one who says very few words.",
    "adjective",
    "While Martha always swooned over the hunky, laconic types in romantic comedies, her boyfriends inevitably were very talkative--and not very hunky."
  ],
  "31": [
    31,
    "lucid",
    "(of language) transparently clear; easily understandable.",
    "adjective",
    "Though Walters writes about physics and time travel, his writing is always lucid, so readers with little scientific training can understand difficult concepts."
  ],
  "32": [
    32,
    "malleable",
    "easily influenced.",
    "adjective",
    "My little brother is so malleable that I can convince him to sneak cookies from the cupboard for me."
  ],
  "33": [
    33,
    "mercurial",
    "(of a person) prone to unexpected and unpredictable changes in mood.",
    "adjective",
    "The fact that Ella's moods were as mercurial as the weather was problematic for her relationships--it didn't help that she lived in Chicago."
  ],
  "34": [
    34,
    "meticulous",
    "marked by extreme care in treatment of details.",
    "adjective",
    "The Japanese noodle maker was meticulous in making his noodles and would never let another person take over the task."
  ],
  "35": [
    35,
    "mitigate",
    "lessen the severity of an offense.",
    "verb",
    "If it weren't for the mitigating circumstances, he would have certainly lost his job."
  ],
  "36": [
    36,
    "obsequious",
    "attentive in an ingratiating or servile manner; attempting to win favor from influential people by flattery.",
    "adjective",
    "The obsequious waiter did not give the couple a moment's peace all through the meal, constantly returning to their table to refill their water glasses and to tell them what a handsome pair they made."
  ],
  "37": [
    37,
    "obstinate",
    "resistant to guidance or discipline; stubbornly persistent.",
    "adjective",
    "The coach suggested improvements Sarah might make on the balance beam, but she remained obstinate, unwilling to modify any of the habits that made her successful in the past."
  ],
  "38": [
    38,
    "opaque",
    "not clearly understood or expressed.",
    "adjective",
    "The meaning of the professor's new research was opaque to most people, so no one asked any questions. This word has other definitions but this is the most important one for the GRE."
  ],
  "39": [
    39,
    "perfunctory",
    "done routinely and with little interest or care.",
    "adjective",
    "The short film examines modern perfunctory cleaning rituals such as washing dishes, doing laundry and tooth-brushing."
  ],
  "40": [
    40,
    "phlegmatic",
    "showing little emotion.",
    "adjective",
    "Arnold is truly noble, remaining reserved until an issue of significance arises, but Walter is simply phlegmatic: he doesn't have the energy or inclination to care about anything."
  ],
  "41": [
    41,
    "platitude",
    "a trite or obvious remark.",
    "noun",
    "The professor argued that many statements regarded as wise in previous times, such as the Golden Rule, are now regarded as mere platitudes."
  ],
  "42": [
    42,
    "pristine",
    "Immaculately clean and unused.",
    "adjective",
    "Drill sergeants are known for demanding pristine cabinets, uniforms, and beds, and often make new recruits clean and clean and clean until they meet the expected high standards."
  ],
  "43": [
    43,
    "prodigal",
    "rashly or wastefully extravagant.",
    "adjective",
    "Successful professional athletes who do not fall prey to prodigality seem to be the exception--most live decadent lives."
  ],
  "44": [
    44,
    "recondite",
    "difficult to penetrate; incomprehensible to one of ordinary understanding or knowledge.",
    "adjective",
    "I found Ulysses recondite and never finished the book, waiting instead to read it with someone else so we could penetrate its meaning together."
  ],
  "45": [
    45,
    "refute",
    "prove to be false or incorrect.",
    "verb",
    "No one could refute his theories or propositions, and that is why he was esteemed by all his colleagues in the philosophy department."
  ],
  "46": [
    46,
    "repudiate",
    "reject as untrue or unfounded.",
    "verb",
    "Many in the public believed the rumors of a UFO crash outside town, so the chief of police did everything he could to repudiate the rumors."
  ],
  "47": [
    47,
    "reticent",
    "reluctant to draw attention to yourself; temperamentally disinclined to talk When asked about her father, Helen lost her outward enthusiasm and became rather reticent.",
    "adjective",
    " "
  ],
  "48": [
    48,
    "sedulous",
    "done diligently and carefully.",
    "adjective",
    "An avid numismatist, Harold sedulously amassed a collection of coins from over 100 countries--an endeavor that took over fifteen years, and to five continents. self-"
  ],
  "49": [
    49,
    "soporific",
    "inducing mental lethargy; sleep inducing.",
    "adjective",
    "Although the professor is brilliant, his bland monotone gives his lectures a soporific effect."
  ],
  "50": [
    50,
    "taciturn",
    "habitually reserved and uncommunicative.",
    "adjective",
    "While the CEO enthusiastically shares his plans and agenda with all who will listen, the CFO is far more taciturn, rarely revealing his perspective."
  ],
  "51": [
    51,
    "abjure",
    "formally reject or give up (as a belief).",
    "verb",
    "While the church believed that Galileo abjured the heliocentric theory under threat of torture, he later wrote a book clearly supporting the theory."
  ],
  "52": [
    52,
    "acumen",
    "a tapering point",
    "noun",
    []
  ],
  "53": [
    53,
    "advocate",
    "a person who pleads for a cause or propounds an idea.",
    "noun",
    "Martin Luther King Jr. was a tireless advocate for the rights of African-Americans in the United States.Â This word has other definitions but this is the most important one for the GRE."
  ],
  "54": [
    54,
    "ameliorate",
    "make something bad better.",
    "verb",
    "Three Cups of Tea tells the story of western man who hopes to ameliorate poverty and the lack of education in Afghanistan."
  ],
  "55": [
    55,
    "amenable",
    "easily persuaded.",
    "adjective",
    "Even though she did not like the outdoors, Shirley was generally amenable and so her brother was able to persuade her to go camping."
  ],
  "56": [
    56,
    "approbation",
    "official approval",
    "noun",
    []
  ],
  "57": [
    57,
    "arcane",
    "requiring secret or mysterious knowledge.",
    "adjective",
    "Most college fraternities are known for arcane rituals that those hoping to the join the fraterntiy must learn."
  ],
  "58": [
    58,
    "arduous",
    "demanding considerable mental effort and skill; testing powers of endurance In order to deal with the arduous cross-country journey, truck drivers often survive on a string of caffeinated drinks, staying awake for up to 30 hours at a time.",
    "adjective",
    " "
  ],
  "59": [
    59,
    "artless",
    "without cunning or deceit.",
    "adjective",
    "Despite the president's seemingly artless speeches, he was a skilled and ruthless negotiator."
  ],
  "60": [
    60,
    "attenuate",
    "to weaken (in terms of intensity); to taper off/become thinner.",
    "verb",
    "Her animosity towards Bob attenuated over the years, and she even went so far as to invite him to her party."
  ],
  "61": [
    61,
    "augment",
    "enlarge or increase; improve.",
    "verb",
    "Ideally, the restaurant's augmented menu will expand its clientele and increase its profits."
  ],
  "62": [
    62,
    "benign",
    "(medicine) not dangerous to health; not recurrent or progressive.",
    "adjective",
    "The tumor located in your ear lobe seems to be benign and should not cause you any trouble."
  ],
  "63": [
    63,
    "bucolic",
    "relating to the pleasant aspects of the country.",
    "adjective",
    "The noble families of England once owned vast expanses of beautiful, bucolic land."
  ],
  "64": [
    64,
    "burgeon",
    "grow and flourish.",
    "verb",
    "China's housing market is burgeoning, but some predict that the growth is merely a bubble and will burst much like the U.S. real estate bubble of 2008."
  ],
  "65": [
    65,
    "calumny",
    "making of a false statement meant to injure a person\"s reputation.",
    "noun",
    "With the presidential primaries well under way, the air is thick with calumny, and the mud already waist- high."
  ],
  "66": [
    66,
    "castigate",
    "to reprimand harshly.",
    "verb",
    "Drill sergeants are known to castigate new recruits so mercilessly that the latter often break down during their first week in training."
  ],
  "67": [
    67,
    "chicanery",
    "the use of tricks to deceive someone (usually to extract money from them); ",
    "noun",
    ""
  ],
  "68": [
    68,
    "cogent",
    "clear and persuasive.",
    "adjective",
    "A cogent argument will change the minds of even the most skeptical audience."
  ],
  "69": [
    69,
    "commensurate",
    "to be in proportion or corresponding in degree or amount The convicted felon's life sentence was commensurate to the heinousness of his crime.",
    "adjective",
    " "
  ],
  "70": [
    70,
    "contrite",
    "to be remorseful.",
    "adjective",
    "Though he stole his little sister's licorice stick with malevolent glee, Chucky soon became contrite when his sister wouldn't stop crying."
  ],
  "71": [
    71,
    "copious",
    "in abundant supply.",
    "adjective",
    "In midsummer, there are copious popiscle stands at the beach; in the winter, there are none."
  ],
  "72": [
    72,
    "corroborate",
    "to confirm or lend support to (usually an idea or claim).",
    "verb",
    "Her claim that frog populations were falling precipitously in Central America was corroborated by locals, who reported that many species of frogs had seemingly vanished overnight."
  ],
  "73": [
    73,
    "denigrate",
    "charge falsely or with malicious intent; attack the good name and reputation of someone.",
    "verb",
    "Count Rumford denigrated the new theory of heat, demonstrating that it was wholly inadequate to explain the observations."
  ],
  "74": [
    74,
    "dilatory",
    "wasting time.",
    "adjective",
    "Lawyers use dilatory tactics so that it takes years before the case is actually decided."
  ],
  "75": [
    75,
    "dissemble",
    "conceal one's true motives, usually through deceit.",
    "verb",
    "To get close to the senator, the assassin dissembled his intentions, convincing many people that he was a reporter for a well-known newspaper."
  ],
  "76": [
    76,
    "dupe",
    "a person who is easily tricked or swindled.",
    "noun",
    "The charlatan mistook the crowd for a bunch of dupes, but the crowd was quickly on to him and decried his bald-faced attempt to bilk them."
  ],
  "77": [
    77,
    "ebullient",
    "joyously unrestrained.",
    "adjective",
    "Can you blame him for his ebullient mood? He just graduated from medical school."
  ],
  "78": [
    78,
    "eclectic",
    "comprised of a variety of styles.",
    "adjective",
    "Joey was known for his eclectic tastes in music, one moment dancing to disco the next \"air conducting\" along to Beethoven's 9th symphony."
  ],
  "79": [
    79,
    "egregious",
    "standing out in negative way; shockingly bad.",
    "adjective",
    "The dictator's abuse of human rights was so egregious that many world leaders asked that he be tried in an international court for genocide."
  ],
  "80": [
    80,
    "empirical",
    "derived from experiment and observation rather than theory",
    "adjective",
    [
      "an empirical basis for an ethical theory",
      "empirical laws",
      "empirical data",
      "an empirical treatment of a disease about which little is known"
    ]
  ],
  "81": [
    81,
    "emulate",
    "strive to equal or match, especially by imitating; compete with successfully.",
    "verb",
    "To really become fluent in a new language, emulate the speech patterns and intonation of people who speak the language."
  ],
  "82": [
    82,
    "engender",
    "give rise to.",
    "verb",
    "The restrictions of the Treaty of Versailles were so severe that they engendered deep hatred and resentment in the German people."
  ],
  "83": [
    83,
    "erudite",
    "having or showing profound knowledge.",
    "adjective",
    "Before the Internet, the library was typically were you would find erudite readers."
  ],
  "84": [
    84,
    "exacerbate",
    "make worse.",
    "verb",
    "Her sleeplessness exacerbated her cold--when she woke up the next day, her sinuses were completely blocked."
  ],
  "85": [
    85,
    "exonerate",
    "pronounce not guilty of criminal charges.",
    "verb",
    "The document clearly indicated that Nick was out of the state at the time of the crime, and so served to exonerate him of any charges."
  ],
  "86": [
    86,
    "extraneous",
    "not pertinent to the matter under consideration",
    "adjective",
    [
      "an issue extraneous to the debate",
      "the price was immaterial",
      "mentioned several impertinent facts before finally coming to the point"
    ]
  ],
  "87": [
    87,
    "fastidious",
    "overly concerned with details; fussy.",
    "adjective",
    "Whitney is fastidious about her shoes, arranging them on a shelf in a specific order, each pair evenly spaced."
  ],
  "88": [
    88,
    "foment",
    "try to stir up public opinion.",
    "verb",
    "After having his pay cut, Phil spread vicious rumors about his boss, hoping to foment a general feeling of discontent."
  ],
  "89": [
    89,
    "fractious",
    "irritable and is likely to cause disruption.",
    "adjective",
    "We rarely invite my fractious Uncle over for dinner; he always complains about the food, and usually launches into a tirade on some touchy subject."
  ],
  "90": [
    90,
    "gainsay",
    "deny or contradict; speak against or oppose.",
    "verb",
    "I can't gainsay a single piece of evidence James has presented, but I still don't trust his conclusion."
  ],
  "91": [
    91,
    "germane",
    "relevant and appropriate.",
    "adjective",
    "The professor wanted to tell the jury in detail about his new book, but the lawyer said it wasn't germane to the charges in the cases."
  ],
  "92": [
    92,
    "glib",
    "(of a person) speaking with ease but without sincerity I have found that the more glib the salesman, the worse the product.",
    "adjective",
    " "
  ],
  "93": [
    93,
    "gregarious",
    "to be likely to socialize with others.",
    "adjective",
    "Often we think that great leaders are those who are gregarious, always in the middle of a large group of people; yet, as Mahatma Gandhi and many others have shown us, leaders can also be introverted."
  ],
  "94": [
    94,
    "harangue",
    "to deliver a long pompous speech or tirade.",
    "verb",
    "Tired of his parents haranguing him about his laziness and lack of initiative, Tyler finally moved out of home at the age of thirty-five."
  ],
  "95": [
    95,
    "impetuous",
    "characterized by undue haste and lack of thought or deliberation Herbert is rarely impetuous, but on the spur of the moment, he spent thousands of dollars on a motorcycle today.",
    "adjective",
    " "
  ],
  "96": [
    96,
    "implacable",
    "incapable of making less angry or hostile.",
    "adjective",
    "Win or lose, the coach was always implacable, never giving the athletes an easy practice or a break."
  ],
  "97": [
    97,
    "impugn",
    "attack as false or wrong.",
    "verb",
    "Though many initially tried to impugn Darwin's theory, in scientific circles today, the is idea taken as truth."
  ],
  "98": [
    98,
    "ingenuous",
    "to be naÃ ?ve and innocent.",
    "adjective",
    "Two-years in Manhattan had changed Jenna from an ingenuous girl from the suburbs to a jaded urbanite, unlikely to fall for any ruse, regardless of how elaborate."
  ],
  "99": [
    99,
    "innocuous",
    "harmless and doesn\"t produce any ill effects.",
    "adjective",
    "Everyone found Nancy's banter innocuous--except for Mike, who felt like she was intentionally picking on him."
  ],
  "100": [
    100,
    "insular",
    "relating to or characteristic of or situated on an island",
    "adjective",
    [
      "insular territories",
      "Hawaii's insular culture"
    ]
  ],
  "101": [
    101,
    "intransigent",
    "unwilling to change one's beliefs or course of action.",
    "adjective",
    "Despite many calls for mercy, the judge remained intransigent, citing strict legal precedence."
  ],
  "102": [
    102,
    "intrepid",
    "fearless.",
    "adjective",
    "Captain Ahab was an intrepid captain whose reckless and fearless style ultimate leads to his downfall."
  ],
  "103": [
    103,
    "loquacious",
    "full of trivial conversation; ",
    "adjective",
    ""
  ],
  "104": [
    104,
    "mollify",
    "to make someone angry less angry; placate.",
    "verb",
    "In the morning, Harriat was unable to mollify Harry, if he happened to become angry, unless he had his cup of coffee."
  ],
  "105": [
    105,
    "mundane",
    "relating to the ordinary world.",
    "adjective",
    "Though we think of the pope as someone always dealing in holy matters, he is also concerned with mundane events, such as deciding when to set his alarm each morning."
  ],
  "106": [
    106,
    "munificent",
    "very generous.",
    "adjective",
    "Uncle Charley was known for his munificence, giving all seven of his nephews lavish Christmas presents each year."
  ],
  "107": [
    107,
    "nascent",
    "being born or beginning",
    "adjective",
    [
      "the nascent chicks",
      "a nascent insurgency"
    ]
  ],
  "108": [
    108,
    "obdurate",
    "stubbornly persistent in changing an opinion or action.",
    "adjective",
    "No number of pleas and bribes would get him to change his obdurate attitude."
  ],
  "109": [
    109,
    "opprobrium",
    "state of disgrace resulting from public abuse; a state of extreme dishonor; ",
    "noun",
    "the name was a by-word of scorn and opprobrium throughout the city;"
  ],
  "110": [
    110,
    "ostentatious",
    "intended to attract notice and impress others; tawdry or vulgar.",
    "adjective",
    "Matt wanted to buy stone lions for front of the house, but Cynthia convinced him that such a display would be too ostentatious for a modest house in an unassuming neighborhood."
  ],
  "111": [
    111,
    "paucity",
    "a lack of something.",
    "noun",
    "There is a paucity of jobs hiring today that require menial skills, since most jobs have either been automated or outsourced."
  ],
  "112": [
    112,
    "pedantic",
    "marked by a narrow focus on or display of learning especially its trivial aspects Professor Thompson was regarded as an expert in his field, but his lectures were utterly pedantic, focused on rigorous details of the most trivial conventions in the field.",
    "adjective",
    " "
  ],
  "113": [
    113,
    "pedestrian",
    "lacking imagination.",
    "adjective",
    "While Nandu was always engaged in philosophical speculation, her brother was occupied with far more pedestrian concerns: how to earn a salary and run a household. This word has other definitions but this is the most important one for the GRE."
  ],
  "114": [
    114,
    "pernicious",
    "exceedingly harmful; working or spreading in a hidden and injurious way The most successful viruses are pernicious: an infected person may feel perfectly healthy for several months while incubating and spreading the virus.",
    "adjective",
    " "
  ],
  "115": [
    115,
    "pervasive",
    "spreading or spread throughout; ",
    "adjective",
    "the pervasive odor of garlic;an error is pervasive if it is material to more than one conclusion;"
  ],
  "116": [
    116,
    "placate",
    "cause to be more favorably inclined; gain the good will of.",
    "verb",
    "I was able to placate the angry mob of students by promising to bring cookies on Monday."
  ],
  "117": [
    117,
    "pragmatic",
    "guided by practical experience and observation rather than theory.",
    "adjective",
    "Rather than make a philosophical appeal to the Congressmen, the Speaker decided to take a far more pragmatic approach, making small side-deals that would add votes to his bill."
  ],
  "118": [
    118,
    "precarious",
    "fraught with danger.",
    "adjective",
    "People smoke to relax and forget their cares, but ironically, in terms of health risks, smoking is far more precarious than either mountain-climbing or skydiving."
  ],
  "119": [
    119,
    "precipitate",
    "to cause to happen.",
    "verb",
    "The government's mishandling the hurricane's aftermath precipitated a widespread outbreak of looting and other criminal activity."
  ],
  "120": [
    120,
    "predilection",
    "a strong liking.",
    "noun",
    "Monte had a predilection for the fine things in life: Cuban cigars, 200 dollar bottles of wine, and trips to the French Riviera."
  ],
  "121": [
    121,
    "prevaricate",
    "to speak in an evasive way.",
    "verb",
    "The cynic quipped, \"There is not much variance in politicians; they all seem to prevaricate\"."
  ],
  "122": [
    122,
    "probity",
    "integrity, strong moral principles.",
    "noun",
    "The ideal politician would have the probity to lead, but reality gravely falls short of the ideal of morally upright leaders."
  ],
  "123": [
    123,
    "prodigious",
    "so great in size or force or extent as to elicit awe.",
    "adjective",
    "After the relatively small homerun totals in the \"dead ball\" era, Babe Ruth's homerun totals were truly prodigious: every year, he set a new all-time record."
  ],
  "124": [
    124,
    "profligate",
    "someone who spends money recklessly or wastefully.",
    "noun",
    "Most lottery winners go from being conservative, frugal types to outright profligates who blow millions on fast cars, lavish homes, and giant yachts."
  ],
  "125": [
    125,
    "proliferate",
    "grow rapidly",
    "verb",
    [
      "Pizza parlors proliferate in this area"
    ]
  ],
  "126": [
    126,
    "prosaic",
    "dull and lacking imagination.",
    "adjective",
    "Unlike the talented artists in his workshop, Paul had no such bent for the visual medium, so when it was time for him to make a stained glass painting, he ended up with a prosaic mosaic."
  ],
  "127": [
    127,
    "puerile",
    "of or characteristic of a child; displaying or suggesting a lack of maturity.",
    "adjective",
    "Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with a Ph.D."
  ],
  "128": [
    128,
    "pugnacious",
    "eager to fight or argue; verbally combative.",
    "adjective",
    "The comedian told one flat joke after another, and when the audience started booing, he pugnaciously back at them, \"Hey, you think this is easy -- why don\"t you buffoons give it a shot?\"."
  ],
  "129": [
    129,
    "quixotic",
    "wildly idealistic; impractical.",
    "adjective",
    "For every thousand startups with quixotic plans to be the next big name in e-commerce, only a handful ever become profitable."
  ],
  "130": [
    130,
    "quotidian",
    "found in the ordinary course of events.",
    "adjective",
    "Phil gets so involved thinking about Aristotle's arguments that he totally forgets quotidian concerns, such as exercising and eating regularly."
  ],
  "131": [
    131,
    "reproach",
    "to express criticism towards.",
    "verb",
    "At first, Sarah was going to yell at the boy, but she didn't want to reproach him for telling the truth about the situation."
  ],
  "132": [
    132,
    "salubrious",
    "favorable to health of mind or body",
    "adjective",
    [
      "not the most salubrious campsite",
      "one of the less salubrious suburbs"
    ]
  ],
  "133": [
    133,
    "sanction",
    "a legal penalty for a forbidden action.",
    "noun",
    "International sanctions have been placed on certain shipping lanes that were thought to be involved in human trafficking."
  ],
  "134": [
    134,
    "sanguine",
    "cheerful; optimistic.",
    "adjective",
    "With the prospect of having to learn 3,000 words during the course of the summer, Paul was anything but sanguine."
  ],
  "135": [
    135,
    "solicitous",
    "showing hovering attentiveness.",
    "adjective",
    "Our neighbors are constantly knocking on our door to make sure we are ok, and I don't know how to ask them to stop being so solicitous about our health. This word has other definitions but this is the most important one for the GRE."
  ],
  "136": [
    136,
    "specious",
    "plausible but false.",
    "adjective",
    "He made a career out of specious arguments and fictional lab results, but lost his job and reputation when his lies were exposed by an article in The New York Times."
  ],
  "137": [
    137,
    "spurious",
    "plausible but false.",
    "adjective",
    "When listening to a politician speak, it is hard to distinguish the spurious claims from the authentic ones."
  ],
  "138": [
    138,
    "supplant",
    "take the place or move into the position of.",
    "verb",
    "For many, a cell phone has supplanted a traditional phone; in fact, most 20-somethings don't even have a traditional phone anymore."
  ],
  "139": [
    139,
    "sycophant",
    "a person who tries to please someone in order to gain a personal advantage The CEO was unaware of the damaging consequences of his choices, largely because he surrounded himself with sycophants who would never dare criticize him.",
    "noun",
    " "
  ],
  "140": [
    140,
    "timorous",
    "timid by nature or revealing fear and nervousness.",
    "adjective",
    "Since this was her first time debating on stage and before an audience, Di's voice was timorous and quiet for the first 10 minutes."
  ],
  "141": [
    141,
    "tirade",
    "an angry speech.",
    "noun",
    "In terms of political change, a tirade oftentimes does little more than make the person speaking red in the face."
  ],
  "142": [
    142,
    "tortuous",
    "marked by repeated turns and bends; not straightforward.",
    "adjective",
    "Because the logic behind McMahon's side of the debate was so tortuous, his audience came out either completely confused or, worse, feeling they'd been tricked."
  ],
  "143": [
    143,
    "ubiquitous",
    "being present everywhere at once; ",
    "adjective",
    ""
  ],
  "144": [
    144,
    "umbrage",
    "a feeling of anger caused by being offended.",
    "noun",
    "Since he was so in love with her, he took umbrage at her comments, even though she had only meant to gently tease him."
  ],
  "145": [
    145,
    "vacillate",
    "be undecided about something; waver between conflicting positions or courses of action.",
    "verb",
    "Some students vacillate between schools when deciding which to attend, while others focus only on one school. This word has other definitions but this is the most important one for the GRE."
  ],
  "146": [
    146,
    "whimsical",
    "determined by impulse or whim rather than by necessity or reason.",
    "adjective",
    "Adults look to kids and envy their whimsical nature at times, wishing that they could act without reason and play without limitation."
  ],
  "147": [
    147,
    "abate",
    "become less in amount or intensity",
    "verb",
    [
      "The storm abated",
      "The rain let up after a few hours"
    ]
  ],
  "148": [
    148,
    "aberrant",
    "markedly different from an accepted norm.",
    "adjective",
    "When the financial director started screaming and throwing food at his co-workers, the police had to come in to deal with his aberrant behavior."
  ],
  "149": [
    149,
    "abstain",
    "choose not to consume or take part in (particularly something enjoyable) Considered a health nut, Jessica abstained from anything containing sugar--even chocolate.",
    "verb",
    " "
  ],
  "150": [
    150,
    "acerbic",
    "sour or bitter in taste; harsh or corrosive in tone; ",
    "adjective",
    "an acerbic tone piercing otherwise flowery prose;"
  ],
  "151": [
    151,
    "admonish",
    "to warn strongly, even to the point of reprimanding.",
    "verb",
    "Before the concert began, security personel admonished the crowd not to come up on stage during the performance."
  ],
  "152": [
    152,
    "adulterate",
    "mixed with impurities",
    "adjective",
    []
  ],
  "153": [
    153,
    "affable",
    "likeable; easy to talk to.",
    "adjective",
    "For all his surface affability, Marco was remarkably glum when he wasn't around other people."
  ],
  "154": [
    154,
    "affectation",
    "a deliberate pretense or exaggerated display",
    "noun",
    []
  ],
  "155": [
    155,
    "aggrandize",
    "add details to; ",
    "verb",
    ""
  ],
  "156": [
    156,
    "amalgamate",
    "joined together into a whole",
    "adjective",
    [
      "United Industries",
      "the amalgamated colleges constituted a university",
      "a consolidated school"
    ]
  ],
  "157": [
    157,
    "anodyne",
    "inoffensive.",
    "adjective",
    "Wilbur enjoyed a spicy Mexican breakfast, but Jill prefered a far more anodyne meal in the mornings."
  ],
  "158": [
    158,
    "anomaly",
    "something that is not normal, standard, or expected.",
    "noun",
    "After finding an anomaly in the data, she knew that she would have to conduct her experiment again."
  ],
  "159": [
    159,
    "antipathy",
    "an intense feeling of dislike or aversion.",
    "noun",
    "Maria had an antipathy for tour groups, often bolting to the other side of the museum as soon as she saw a chaperone leading a group of wide-eyed tourists."
  ],
  "160": [
    160,
    "apathy",
    "an absence of emotion or enthusiasm.",
    "noun",
    "Widespread apathy among voters led to a very small turnout on election day."
  ],
  "161": [
    161,
    "apocryphal",
    "being of questionable authenticity.",
    "adjective",
    "The web is notorious for sandwiching apocryphal stories between actual news."
  ],
  "162": [
    162,
    "arbitrary",
    "based on a random, groundless decision.",
    "adjective",
    "One of the arbitrary decrees in place during the emperor's rule is that all citizens pay him weekly homage at his palace. This word has other definitions but this is the most important one for the GRE."
  ],
  "163": [
    163,
    "assail",
    "attack in speech or writing.",
    "verb",
    "In the weekly paper, the editor assailed the governor for wasting hundreds of thousands of dollars in public projects that quickly failed."
  ],
  "164": [
    164,
    "avarice",
    "greed (one of the seven deadly sins).",
    "noun",
    "The Spanish conquistadors were known for their avarice, plundering Incan land and stealing Incan gold."
  ],
  "165": [
    165,
    "belie",
    "to give a false representation to; misrepresent.",
    "verb",
    "The smile on her face belies the pain she must feel after the death of her husband."
  ],
  "166": [
    166,
    "blithe",
    "lacking or showing a lack of due concern",
    "adjective",
    [
      "spoke with blithe ignorance of the true situation"
    ]
  ],
  "167": [
    167,
    "bolster",
    "support and strengthen.",
    "verb",
    "The case for the suspect's innocence was bolstered considerably by the fact that neither fingerprints nor DNA were found at the scene. This word has other definitions but this is the most important one for the GRE."
  ],
  "168": [
    168,
    "buttress",
    "make stronger or defensible.",
    "verb",
    "China's economy has been buttressed by a global demand for the electronic parts the country manufactures."
  ],
  "169": [
    169,
    "byzantine",
    "intricate and complex.",
    "adjective",
    "Getting a driver's license is not simply a matter of taking a test; the regulations and procedures are so byzantine that many have found themselves at the mercy of the Department of Motor Vehicles."
  ],
  "170": [
    170,
    "cacophony",
    "loud confusing disagreeable sounds",
    "noun",
    []
  ],
  "171": [
    171,
    "canard",
    "a deliberately misleading fabrication The public will always be fooled by the media's canards.",
    "noun",
    " "
  ],
  "172": [
    172,
    "caustic",
    "any chemical substance that burns or destroys living tissue",
    "noun",
    []
  ],
  "173": [
    173,
    "churlish",
    "lacking manners or refinement.",
    "adjective",
    "The manager was unnecessarily churlish to his subordinates, rarely deigning to say hello, but always quick with a sartorial jab if someone happened to be wearing anything even slightly mismatching."
  ],
  "174": [
    174,
    "circumspect",
    "heedful of potential consequences",
    "adjective",
    [
      "circumspect actions",
      "physicians are now more circumspect about recommending its use",
      "a discreet investor"
    ]
  ],
  "175": [
    175,
    "confound",
    "mistake one thing for another.",
    "verb",
    "Americans often confound sweet potatoes with yams, and refer to both vegetables by the same name."
  ],
  "176": [
    176,
    "connoisseur",
    "an expert able to appreciate a field; especially in the fine arts",
    "noun",
    []
  ],
  "177": [
    177,
    "conspicuous",
    "without any attempt at concealment; completely obvious.",
    "adjective",
    "American basketball players are always conspicuous when they go abroad--not only are they American, but some are over seven feet tall."
  ],
  "178": [
    178,
    "contentious",
    "likely to argue.",
    "adjective",
    "Since old grandpa Harry became very contentious during the summer when only reruns were on T.V., the grandkids learned to hide from him at every opportunity."
  ],
  "179": [
    179,
    "convoluted",
    "highly complex or intricate.",
    "adjective",
    "Instead of solving the math problem in three simple steps, Kumar used a convoluted solution requiring fifteen steps."
  ],
  "180": [
    180,
    "cosmopolitan",
    "comprising many cultures; global in reach and outlook There are few cities in the world as diverse and cosmopolitan as New York.",
    "adjective",
    " "
  ],
  "181": [
    181,
    "deleterious",
    "harmful to living things.",
    "adjective",
    "The BP oil spill in the Gulf of Mexico was deleterious to the fishing industry in the southern states."
  ],
  "182": [
    182,
    "desiccate",
    "preserve by removing all water and liquids from; remove water from; lose water or moisture; lacking vitality or spirit; lifeless; ",
    "adjective",
    "a desiccate romance;a prissy and emotionless creature...settles into a mold of desiccated snobbery\"-C.J.Rolo;"
  ],
  "183": [
    183,
    "desultory",
    "marked by lack of definite plan or regularity or purpose; jumping from one thing to another",
    "adjective",
    [
      "desultory thoughts",
      "the desultory conversation characteristic of cocktail parties"
    ]
  ],
  "184": [
    184,
    "dilettante",
    "an amateur who engages in an activity without serious intentions and who pretends to have knowledge.",
    "noun",
    "Fred has no formal medical training; while he likes to claim authority on medical issues, he is little more than a dilettante."
  ],
  "185": [
    185,
    "disabuse",
    "to persuade somebody that his/her belief is not valid.",
    "verb",
    "As a child, I was quickly disabused of the notion that Santa Claus was a rotund benefactor of infinite largess--one night I saw my mother diligently wrapping presents and storing them under our Christmas tree."
  ],
  "186": [
    186,
    "discrepancy",
    "a difference between conflicting facts or claims or opinions",
    "noun",
    [
      "a growing divergence of opinion"
    ]
  ],
  "187": [
    187,
    "disingenuous",
    "not straightforward; giving a false appearance of frankness.",
    "adjective",
    "Many adults think that they can lie to children, but kids are smart and know when people are disingenuous."
  ],
  "188": [
    188,
    "disparage",
    "express a negative opinion of",
    "verb",
    [
      "She disparaged her student's efforts"
    ]
  ],
  "189": [
    189,
    "disseminate",
    "cause to become widely known.",
    "verb",
    "Before the effects of anaethesia were disseminated, patients had to experience the full pain of a surgery."
  ],
  "190": [
    190,
    "dogmatic",
    "highly opinionated, not accepting that your belief may not be correct.",
    "adjective",
    "Bryan is dogmatic in his belief that the earth is flat, claiming that all pictures of a spherical earth are computer generated."
  ],
  "191": [
    191,
    "eccentric",
    "highly unconventional or usual (usually describes a person).",
    "adjective",
    "Mozart was well-known for his eccentricities, often speaking words backward to confuse those around him."
  ],
  "192": [
    192,
    "effrontery",
    "audacious (even arrogant) behavior that you have no right to.",
    "noun",
    "The skateboarders acted with effrontery, skating through the church grounds and spray-painting signs warning trespassers."
  ],
  "193": [
    193,
    "elicit",
    "call forth (emotions, feelings, and responses).",
    "verb",
    "Just smiling--even if you are depressed--can elicit feelings of pleasure and happiness."
  ],
  "194": [
    194,
    "eminent",
    "standing above others in quality or position.",
    "adjective",
    "Shakespeare is an eminent author in the English language, but I find his writing uninteresting and melodramatic."
  ],
  "195": [
    195,
    "enervate",
    "to sap energy from.",
    "verb",
    "John preferred to avoid equatorial countries; the intense sun would always leave him enervated after he'd spent the day sightseeing."
  ],
  "196": [
    196,
    "equivocate",
    "to speak vaguely, usually with the intention to mislead or deceive.",
    "verb",
    "After Sharon brought the car home an hour after her curfew, she equivocated when her parents pointedly asked her where she had been."
  ],
  "197": [
    197,
    "estimable",
    "deserving of esteem and respect.",
    "adjective",
    "After serving thirty years, in which he selflessly served the community, Judge Harper was one of the more estimable people in town."
  ],
  "198": [
    198,
    "evanescent",
    "tending to vanish like vapor.",
    "adjective",
    "The storm flashed into existence above us and lasted only a short time--an evanescent turbulence of wind and cloud."
  ],
  "199": [
    199,
    "exacting",
    "requiring and demanding accuracy.",
    "adjective",
    "Though his childhood piano teacher was so exacting, Max is thankful now, as a professional pianist."
  ],
  "200": [
    200,
    "exculpate",
    "pronounce not guilty of criminal charges; ",
    "verb",
    ""
  ],
  "201": [
    201,
    "expurgate",
    "to remove objectionable material.",
    "verb",
    "The censor expurgated every reference to sex and drugs, converting the rapper's raunchy flow into a series of bleeps."
  ],
  "202": [
    202,
    "extrapolate",
    "draw from specific cases for more general cases.",
    "verb",
    "By extrapolating from the data on the past three months, we can predict a 5% increase in traffic to our website."
  ],
  "203": [
    203,
    "fawn",
    "try to gain favor by extreme flattery.",
    "verb",
    "The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions. This word has other definitions but this is the most important one for the GRE."
  ],
  "204": [
    204,
    "fecund",
    "intellectually productive.",
    "adjective",
    "The artist had entered a fecund period, producing three masterpieces in the span of two months."
  ],
  "205": [
    205,
    "forestall",
    "keep from happening or arising; make impossible; act in advance of; deal with ahead of time; ",
    "verb",
    ""
  ],
  "206": [
    206,
    "furtive",
    "marked by quiet and caution and secrecy; taking pains to avoid being observed While at work, George and his boss Regina felt the need to be as furtive as possible about their romantic relationship.",
    "adjective",
    " "
  ],
  "207": [
    207,
    "gauche",
    "lacking social polish.",
    "adjective",
    "Sylvester says the most gauche things, such as telling a girl he liked that she was much prettier when she wore makeup."
  ],
  "208": [
    208,
    "hegemony",
    "dominance over a certain area.",
    "adjective",
    "Until the Spanish Armada was defeated in 1587, Spain had hegemony over the seas, controlling waters stretching as far as the Americas."
  ],
  "209": [
    209,
    "iconoclast",
    "somebody who attacks cherished beliefs or institutions.",
    "noun",
    "Lady Gaga, in challenging what it means to be clothed, is an iconoclast for wearing a \"meat dress\" to a prominent awards show."
  ],
  "210": [
    210,
    "idiosyncrasy",
    "a behavioral attribute that is distinctive and peculiar to an individual.",
    "noun",
    "Peggy's numerous idiosyncrasies include wearing mismatched shoes, laughing loudly to herself, and. owning a pet aardvark."
  ],
  "211": [
    211,
    "imperious",
    "having or showing arrogant superiority to and disdain of those one views as unworthy.",
    "adjective",
    "Children are imperious with each other before they learn that earning someone's respect is better than demanding."
  ],
  "212": [
    212,
    "imperturbable",
    "not easily perturbed or excited or upset; marked by extreme calm and composure",
    "adjective",
    [
      "hitherto imperturbable, he now showed signs of alarm",
      "an imperturbable self-possession",
      "unflappable in a crisis"
    ]
  ],
  "213": [
    213,
    "implicit",
    "implied though not directly expressed; inherent in the nature of something",
    "adjective",
    [
      "an implicit agreement not to raise the subject",
      "there was implicit criticism in his voice",
      "anger was implicit in the argument",
      "the oak is implicit in the acorn"
    ]
  ],
  "214": [
    214,
    "inchoate",
    "only partly in existence; imperfectly formed.",
    "adjective",
    "Inchoate ideas about the relation of humans to other animals had been discussed since the Middle Ages but the modern theory really began with Darwin."
  ],
  "215": [
    215,
    "indefatigable",
    "showing sustained enthusiastic action with unflagging vitality",
    "adjective",
    [
      "an indefatigable advocate of equal rights",
      "a tireless worker",
      "unflagging pursuit of excellence"
    ]
  ],
  "216": [
    216,
    "indolent",
    "(of tumors, e.g.) slow to heal or develop and usually painless",
    "adjective",
    [
      "an indolent ulcer",
      "leprosy is an indolent infectious disease"
    ]
  ],
  "217": [
    217,
    "inscrutable",
    "not easily understood; unfathomable.",
    "adjective",
    "His speech was so dense and confusing that many in the audience found it inscrutable."
  ],
  "218": [
    218,
    "intimate",
    "to suggest something subtly.",
    "verb",
    "At first Manfred's teachers intimated to his parents that he was not suited to skip a grade; when his parents protested, teachers explicitly told them that, notwithstanding the boy's precocity, he was simply too immature to jump to the 6th grade. This word has other definitions but this is the most important one for the GRE."
  ],
  "219": [
    219,
    "inundate",
    "to flood or overwhelm.",
    "verb",
    "The newsroom was inundated with false reports that only made it more difficult for the newscasters to provide an objective account of the bank robbery."
  ],
  "220": [
    220,
    "invidious",
    "likely to cause resentment.",
    "adjective",
    "At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display. This word has other definitions but this is the most important one for the GRE."
  ],
  "221": [
    221,
    "irresolute",
    "uncertain how to act or proceed.",
    "adjective",
    "He stood irresolute at the split in the trail, not sure which route would lead back to the camp."
  ],
  "222": [
    222,
    "lachrymose",
    "showing sorrow.",
    "adjective",
    "Lachrymose and depressed, Alexei Alexandrovich walked two miles home in the rain after learning that his wife was having an affair."
  ],
  "223": [
    223,
    "languid",
    "not inclined towards physical exertion or effort; slow and relaxed.",
    "adjective",
    "As the sun beat down and the temperature climbed higher, we spent a languid week lying around the house."
  ],
  "224": [
    224,
    "laudable",
    "worthy of high praise.",
    "adjective",
    "To say that Gandhi's actions were laudable is the greatest understatement; he overthrew an empire without violence."
  ],
  "225": [
    225,
    "limpid",
    "clarity in terms of expression.",
    "adjective",
    "Her limpid prose made even the most recondite subjects accessible to all."
  ],
  "226": [
    226,
    "lugubrious",
    "excessively mournful.",
    "adjective",
    "At the funeral, lugubrious songs filled the small church."
  ],
  "227": [
    227,
    "maverick",
    "someone who exhibits great independence in thought and action.",
    "noun",
    "Officer Kelly was a maverick, rarely following police protocols or adopting the conventions for speech common among his fellow officers."
  ],
  "228": [
    228,
    "mendacity",
    "the tendency to be untruthful.",
    "noun",
    "I can forgive her for her mendacity but only because she is a child and is seeing what she can get away with."
  ],
  "229": [
    229,
    "mendicant",
    "a pauper who lives by begging.",
    "noun",
    "Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by wandering among them as a mendicant."
  ],
  "230": [
    230,
    "misanthrope",
    "a hater of mankind.",
    "noun",
    "Hamilton had been deceived so many times in his life that he hid behind the gruff exterior of a. misanthrope, lambasting perfect strangers for no apparent reason."
  ],
  "231": [
    231,
    "morose",
    "ill-tempered and not inclined to talk; gloomy.",
    "adjective",
    "After Stanley found out he was no longer able to go on vacation with his friends, he sat in his room morosely."
  ],
  "232": [
    232,
    "myopic",
    "lacking foresight or imagination.",
    "adjective",
    "The company ultimately went out of business because the myopic managers couldn't predict the changes in their industry. This word has other definitions but this is the most important one for the GRE."
  ],
  "233": [
    233,
    "nadir",
    "the lowest point.",
    "noun",
    "For many pop music fans, the rap and alternative-rock dominated 90s were the nadir of musical expression."
  ],
  "234": [
    234,
    "neophyte",
    "a plant that is found in an area where it had not been recorded previously",
    "noun",
    []
  ],
  "235": [
    235,
    "noisome",
    "having an extremely bad smell.",
    "adjective",
    "Each August, when the winds moved in a south easterly direction, the garbage dump would spread noisome vapors through the small town."
  ],
  "236": [
    236,
    "nonplussed",
    "unsure how to act or respond.",
    "verb",
    "Shirley was totally nonplussed when the angry motorist cut her off and then stuck his finger out the window."
  ],
  "237": [
    237,
    "nuance",
    "a subtle difference in meaning or opinion or attitude.",
    "noun",
    "Because of the nuances involved in this case, I hired an outside consultant to advice us and help."
  ],
  "238": [
    238,
    "obstreperous",
    "noisily and stubbornly defiant; willfully difficult to control.",
    "adjective",
    "When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out."
  ],
  "239": [
    239,
    "obviate",
    "do away with",
    "verb",
    []
  ],
  "240": [
    240,
    "officious",
    "intrusive in a meddling or offensive manner.",
    "adjective",
    "The professor had trouble concentrating on her new theorem, because her officious secretary would barge in frequently reminding her of some trivial detail involving departmental paperwork."
  ],
  "241": [
    241,
    "onerous",
    "not easily borne; wearing; I only had to greet the guests\"; ",
    "adjective",
    "my duties weren't onerous;"
  ],
  "242": [
    242,
    "panacea",
    "hypothetical remedy for all ills or diseases; a universal solution.",
    "noun",
    "While the company credit card has made most large purchases easier, it is no panacea: some smaller basic transactions still must be conducted in cash."
  ],
  "243": [
    243,
    "panache",
    "distinctive and stylish elegance.",
    "noun",
    "Jim, with his typical panache, came to the wedding reception with a top hat, a cane, and a long cape covered in sequins."
  ],
  "244": [
    244,
    "pariah",
    "an outcast.",
    "noun",
    "The once eminent scientist, upon being found guilty of faking his data, has become a pariah in the research community."
  ],
  "245": [
    245,
    "parsimonious",
    "extremely frugal; miserly.",
    "adjective",
    "Katie is so parsimonious that she only buys a pair of socks if all of her other socks have holes in them."
  ],
  "246": [
    246,
    "partisan",
    "a fervent and even militant proponent of something",
    "noun",
    []
  ],
  "247": [
    247,
    "patent",
    "glaringly obvious.",
    "adjective",
    "Since the book had been through no fewer than six proof runs, the staff was shocked to see such a patent spelling mistake remaining, right in the middle of the front cover!."
  ],
  "248": [
    248,
    "perennial",
    "lasting an indefinitely long time; eternal; everlasting.",
    "adjective",
    "Even at the old-timers games, Stan Musial would get the loudest cheer: he was a perennial favorite of the fans there. This word has other definitions but this is the most important one for the GRE."
  ],
  "249": [
    249,
    "perfidy",
    "an act of deliberate betrayal; a breach of a trust.",
    "noun",
    "The lowest circles in Dante's Inferno were for those who had practiced perfidy, and among these, the very lowest was for those, such as Judas, who had been treacherous to one of their benefactors."
  ],
  "250": [
    250,
    "peripatetic",
    "traveling by foot.",
    "adjective",
    "Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking."
  ],
  "251": [
    251,
    "peripheral",
    "(computer science) electronic equipment connected by cable to the CPU of a computer",
    "noun",
    [
      "disk drives and printers are important peripherals"
    ]
  ],
  "252": [
    252,
    "petulant",
    "easily irritated or annoyed.",
    "adjective",
    "When Ed first met Ruth, he didn't realize she was so petulant, but now that they are three months into their relationship, Ed feels a day doesn't go by in which she isn't whining about some minor issue."
  ],
  "253": [
    253,
    "pith",
    "the most essential part of something.",
    "noun",
    "When Cynthia hears a speaker presenting a complex argument, she is always able to discard the irrelevant details and extract the pith of what the speaker is trying to convey. This word has other definitions but this is the most important one for the GRE."
  ],
  "254": [
    254,
    "presumptuous",
    "excessively forward.",
    "adjective",
    "Many felt that Barney was presumptuous in moving into the large office before the management even made any official announcement of his promotion."
  ],
  "255": [
    255,
    "proclivity",
    "a natural inclination",
    "noun",
    [
      "he has a proclivity for exaggeration"
    ]
  ],
  "256": [
    256,
    "profuse",
    "plentiful; pouring out in abundance.",
    "adjective",
    "During mile 20 of the Hawaii Marathon, Dwayne was sweating so profusely that he stopped to take off his shirt, and ran the remaining six miles wearing nothing more than skimpy shorts. Note:."
  ],
  "257": [
    257,
    "propensity",
    "an inclination to do something; a natural inclination; a disposition to behave in a certain way; ",
    "noun",
    "the propensity of disease to spread;"
  ],
  "258": [
    258,
    "propitiate",
    "to placate or appease.",
    "verb",
    "The two sons, plying their angry father with cheesy neckties for Christmas, were hardly able to propitiate him -- the father already had a drawer full of ones he had never worn before or ever planned to."
  ],
  "259": [
    259,
    "propriety",
    "correct or appropriate behavior",
    "noun",
    []
  ],
  "260": [
    260,
    "provincial",
    "characteristic of the a limited perspective; not fashionable or sophisticated Maggie's enthusiasm about her high school teams seemed provincial to her college classmates, all of whom were following a nationally ranked college team.",
    "adjective",
    " "
  ],
  "261": [
    261,
    "prudent",
    "careful and sensible; marked by sound judgment",
    "adjective",
    [
      "a prudent manager",
      "prudent rulers",
      "prudent hesitation",
      "more prudent to hide than to fight"
    ]
  ],
  "262": [
    262,
    "punctilious",
    "marked by precise accordance with details.",
    "adjective",
    "The colonel was so punctilious about enforcing regulations that men fell compelled to polish even the soles of their shoes."
  ],
  "263": [
    263,
    "querulous",
    "habitually complaining.",
    "adjective",
    "The querulous old woman was begining to wear down even the happier members of the staff with her ceaseless complaining."
  ],
  "264": [
    264,
    "replete",
    "completely stocked or furnished with something.",
    "adjective",
    "Only weeks after the hurricane made landfall, the local supermarket shelves were replete with goods, so quick was the disaster relief response."
  ],
  "265": [
    265,
    "rescind",
    "cancel officially.",
    "verb",
    "The man's driver's license was rescinded after his tenth car accident, which meant he would never be allowed to legally drive again."
  ],
  "266": [
    266,
    "restive",
    "restless.",
    "adjective",
    "The crowd grew restive as the comedian's opening jokes fell flat."
  ],
  "267": [
    267,
    "reverent",
    "feeling or showing profound respect or veneration.",
    "adjective",
    "The professor could speak objectively about the other composers, but he always lectured about Brahms with a particularly reverent air, unable to offer a single criticism of his compositions."
  ],
  "268": [
    268,
    "sagacious",
    "having good judgement and acute insight.",
    "adjective",
    "Steve Jobs is surely one of the most sagacious CEOs, making Apple the most recognizable and valuable companies in the world."
  ],
  "269": [
    269,
    "sporadic",
    "recurring in scattered and irregular or unpredictable instances.",
    "adjective",
    "The signals were at first sporadic, but now we detect a clear, consistent pattern of electromagnetic radiation eminating from deep space."
  ],
  "270": [
    270,
    "stolid",
    "having or revealing little emotion or sensibility; not easily aroused or excited Elephants may appear stolid to casual observers, but they actually have passionate emotional lives.",
    "adjective",
    " "
  ],
  "271": [
    271,
    "surreptitious",
    "stealty, taking pains not to be caught or detected.",
    "adjective",
    "Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies."
  ],
  "272": [
    272,
    "tendentious",
    "likely to lean towards a controversial view.",
    "adjective",
    "Because political mudslinging has become a staple of the 24-hour media cycle, most of us, despite protestations to the contrary, are tendentious on many of today's pressing issues."
  ],
  "273": [
    273,
    "tractable",
    "readily reacting to suggestions and influences; easily managed (controlled or taught or molded).",
    "adjective",
    "Compared to middle school students, who have an untamed wildness about them, high school students are somewhat more tractable."
  ],
  "274": [
    274,
    "truculent",
    "having a fierce, savage nature.",
    "adjective",
    "Standing in line for six hours, she became progressively truculent, yelling at DMV employees and elbowing other people waiting in line."
  ],
  "275": [
    275,
    "turgid",
    "(of language) pompous and tedious.",
    "adjective",
    "The amount of GRE vocabulary he used increased with his years--by the time he was 60, his novels were so turgid that even his diehard fans refused to read them."
  ],
  "276": [
    276,
    "turpitude",
    "depravity; a depraved act.",
    "noun",
    "During his reign, Caligula indulged in unspeakable sexual practices, so it not surprising that he will forever be remembered for his turpitude."
  ],
  "277": [
    277,
    "undermine",
    "to weaken (usually paired with an abstract term).",
    "adjective",
    "The student undermined the teacher's authority by questioning the teacher's judgment on numerous occasions."
  ],
  "278": [
    278,
    "underscore",
    "give extra weight to (a communication).",
    "verb",
    "While the hiking instructor agreed that carrying a first aid kit could be a good idea under certain circumstances, he underscored the importance of carrying enough water."
  ],
  "279": [
    279,
    "untenable",
    "(of theories etc) incapable of being defended or justified.",
    "adjective",
    "With the combination of Kepler's brilliant theories and Galileo's telescopic observations, the old geocentric theory became untenable to most of the educated people in Europe."
  ],
  "280": [
    280,
    "upbraid",
    "to reproach; to scold.",
    "verb",
    "Bob took a risk walking into the \"Students Barbershop\"--in the end he had to upbraid the apparently drunk barber for giving him an uneven bowl cut."
  ],
  "281": [
    281,
    "venerate",
    "to respect deeply.",
    "verb",
    "The professor, despite his soporific lectures, was venerated amongst his colleagues, publishing more papers yearly than all of his peers combined."
  ],
  "282": [
    282,
    "veracity",
    "unwillingness to tell lies",
    "noun",
    []
  ],
  "283": [
    283,
    "verbose",
    "using or containing too many words; ",
    "adjective",
    "verbose and ineffective instructional methods;"
  ],
  "284": [
    284,
    "vociferous",
    "conspicuously and offensively loud; given to vehement outcry.",
    "adjective",
    "In giving Marcia a particular vociferous response, Paul caused people at every other table in the restaurant to turn around an look at them angrily."
  ],
  "285": [
    285,
    "volatile",
    "a volatile substance; a substance that changes readily from solid or liquid to a vapor",
    "noun",
    [
      "it was heated to evaporate the volatiles"
    ]
  ],
  "286": [
    286,
    "accretion",
    "an increase by natural growth or addition",
    "noun",
    []
  ],
  "287": [
    287,
    "acme",
    "the highest point of achievement.",
    "noun",
    "The new Cessna airplanes will be the acme of comfort, offering reclining seats and ample legroom."
  ],
  "288": [
    288,
    "adroit",
    "quick or skillful or adept in action or thought",
    "adjective",
    [
      "an exceptionally adroit pianist",
      "an adroit technician",
      "his adroit replies to hecklers won him many followers",
      "an adroit negotiator"
    ]
  ],
  "289": [
    289,
    "alleviate",
    "provide physical relief, as from pain; make easier; ",
    "verb",
    ""
  ],
  "290": [
    290,
    "ambiguous",
    "open to more than one interpretation.",
    "adjective",
    "The coach told his team, \"Move towards that side of the field\"; because he did not point, his directions were ambiguous, and the team had no idea to which side he was referring."
  ],
  "291": [
    291,
    "ambivalent",
    "mixed or conflicting emotions about something.",
    "adjective",
    "Sam was ambivalent about studying for the exam because doing so ate up a lot of his time, yet he was able to improve his analytical skills."
  ],
  "292": [
    292,
    "amortize",
    "liquidate gradually",
    "verb",
    []
  ],
  "293": [
    293,
    "anachronism",
    "something that is inappropriate for the given time period (usually something old).",
    "noun",
    "Dressed in 15th century clothing each day, Edward was a walking anachronism."
  ],
  "294": [
    294,
    "analogous",
    "similar in some respects but otherwise different.",
    "adjective",
    "In many ways, the Internet's transformative effect on society has been analogous to that of the printing press."
  ],
  "295": [
    295,
    "apostate",
    "a person who has abandoned a religious faith or cause.",
    "noun",
    "An apostate of the Republican Party, Sheldon has yet to become affiliated with any party and dubs himself an independent."
  ],
  "296": [
    296,
    "appease",
    "pacify by acceding to the demands of.",
    "verb",
    "Neville Chamberlain, the British prime minister during WWII, tried to appease Hitler and in doing so sent a clear message: you can walk all over us."
  ],
  "297": [
    297,
    "arrogate",
    "seize and control without authority.",
    "verb",
    "Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to provide food, drink, and entertainment."
  ],
  "298": [
    298,
    "articulate",
    "unite by forming a joint or joints",
    "verb",
    [
      "the ankle bone articulates with the leg bones to form the ankle bones"
    ]
  ],
  "299": [
    299,
    "asperity",
    "harshness of manner.",
    "noun",
    "The editor was known for his asperity, often sending severe letters of rejection to amateur writers."
  ],
  "300": [
    300,
    "assiduous",
    "marked by care and persistent effort",
    "adjective",
    [
      "her assiduous attempts to learn French",
      "assiduous research",
      "sedulous pursuit of legal and moral principles"
    ]
  ],
  "301": [
    301,
    "august",
    "the month following July and preceding September",
    "noun",
    []
  ],
  "302": [
    302,
    "auspicious",
    "favorable, the opposite of sinister.",
    "adjective",
    "Despite an auspicious beginning, Mike's road trip became a series of mishaps, and he was soon stranded and penniless, leaning against his wrecked automobile."
  ],
  "303": [
    303,
    "aver",
    "report or maintain; to declare or affirm solemnly and formally as true; ",
    "verb",
    ""
  ],
  "304": [
    304,
    "base",
    "the lowest, class were without any moral principles.",
    "adjective",
    "She was not so base as to begrudge the beggar the unwanted crumbs from her dinner plate. This word has other definitions but this is the most important one for the GRE."
  ],
  "305": [
    305,
    "brazen",
    "unrestrained by convention or propriety.",
    "adjective",
    "Their large \"donations\" to the local police department gave the drug cartel the brazen confidence to do their business out in the open."
  ],
  "306": [
    306,
    "brook",
    "put up with something or somebody unpleasant.",
    "verb",
    "While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep resulted in afternoon detention. This word has other definitions but this is the most important one for the GRE."
  ],
  "307": [
    307,
    "candid",
    "a straightforward and honest look at something.",
    "adjective",
    "Even with a perfect stranger, Charles was always candid and would rarely hold anything back."
  ],
  "308": [
    308,
    "cardinal",
    "of primary importance; fundamental.",
    "adjective",
    "Most cultures consider gambling a cardinal sin and thus have outlawed its practice. This word has other definitions but this is the most important one for the GRE."
  ],
  "309": [
    309,
    "catalyst",
    "something that speeds up an event.",
    "noun",
    "Rosa Park's refusal to give up her bus seat acted as a catalyst for the Civil Rights Movement, setting into motion historic changes for African-Americans."
  ],
  "310": [
    310,
    "cavalier",
    "given to haughty disregard of others Percy dismissed the issue with a cavalier wave of his hand.",
    "adjective",
    " "
  ],
  "311": [
    311,
    "collusion",
    "agreement on a secret plot.",
    "noun",
    "Many have argued that Lee Harvey Oswald, JFK's assassin, was in collusion with other criminals; others maintain that Oswald was a lone gunman."
  ],
  "312": [
    312,
    "condone",
    "excuse, overlook, or make allowances for; be lenient with; ",
    "verb",
    "She condoned her husband's occasional infidelities;"
  ],
  "313": [
    313,
    "construe",
    "interpreted in a particular way.",
    "verb",
    "The author's inability to take a side on the issue was construed by both his opponents and supporters as a sign of weakness."
  ],
  "314": [
    314,
    "contumacious",
    "wilfully obstinate; stubbornly disobedient",
    "adjective",
    [
      "a contumaceous witness is subject to punishment"
    ]
  ],
  "315": [
    315,
    "covert",
    "a flock of coots",
    "noun",
    []
  ],
  "316": [
    316,
    "credulous",
    "disposed to believe on little evidence",
    "adjective",
    [
      "the gimmick would convince none but the most credulous"
    ]
  ],
  "317": [
    317,
    "cumbersome",
    "difficult to handle or use especially because of size or weight.",
    "adjective",
    "Only ten years ago, being an avid reader and a traveler meant carrying a cumbersome backpack stuffed with books--these days we need only an e-reader."
  ],
  "318": [
    318,
    "cupidity",
    "greed for money.",
    "noun",
    "Some believe people that amassing as much wealth as possible is the meaning to life--yet they often realize that cupidity brings anything but happiness."
  ],
  "319": [
    319,
    "curmudgeon",
    "a grouchy, surly person.",
    "noun",
    "Since Uncle Mike was the family curmudgeon, each Thanksgiving he was plied with copious amounts of wine, in the hope that she would become less grouchy."
  ],
  "320": [
    320,
    "dearth",
    "a lack or shortage.",
    "noun",
    "I am surprised by the dearth of fast food chains; this is America and I assumed they were on every street."
  ],
  "321": [
    321,
    "debunk",
    "expose as false ideas and claims, especially while ridiculing.",
    "verb",
    "Richard Dawkins tries to debunk religious belief, but his ridicule tends to push people away from his points rather than convince them."
  ],
  "322": [
    322,
    "decorous",
    "characterized by good taste in manners and conduct.",
    "adjective",
    "Sally's parties are decorous affairs, and instead of the usual beer and music, there is tea and intellectual conversation."
  ],
  "323": [
    323,
    "deference",
    "a courteous expression (by word or deed) of esteem or regard",
    "noun",
    [
      "his deference to her wishes was very flattering",
      "be sure to give my respects to the dean"
    ]
  ],
  "324": [
    324,
    "delineate",
    "describe in detail.",
    "verb",
    "After a brief summary of proper swimming technique, the coach delineated the specifics of each stroke, spending 30 minutes alone on the backstroke."
  ],
  "325": [
    325,
    "diaphanous",
    "so thin as to transmit light",
    "adjective",
    [
      "a hat with a diaphanous veil",
      "filmy wings of a moth",
      "gauzy clouds of dandelion down",
      "gossamer cobwebs",
      "sheer silk stockings",
      "transparent chiffon",
      "vaporous silks"
    ]
  ],
  "326": [
    326,
    "dichotomy",
    "being twofold; a classification into two opposed parts or subclasses",
    "noun",
    [
      "the dichotomy between eastern and western culture"
    ]
  ],
  "327": [
    327,
    "dirge",
    "a song or hymn of mourning composed or performed as a memorial to a dead person",
    "noun",
    []
  ],
  "328": [
    328,
    "discomfit",
    "cause to lose one's composure; ",
    "verb",
    ""
  ],
  "329": [
    329,
    "discreet",
    "careful to protect one's speech or actions in order to avoid offense or gain an advantage.",
    "adjective",
    "The professor thought that he was discreet, subtly wiping the stain off of his shirt, but as soon as he stepped off the podium a member of the audience pointed out the large ketchup stain."
  ],
  "330": [
    330,
    "discrete",
    "constituting a separate entity or part.",
    "adjective",
    "What was once known as Czechoslovakia has since split into two discrete, independent nations."
  ],
  "331": [
    331,
    "disinterested",
    "unbiased; neutral.",
    "adjective",
    "The potential juror knew the defendant, and therefore could not serve on the jury, which must consist only of disinterested members."
  ],
  "332": [
    332,
    "dispassionate",
    "unaffected by strong emotion or prejudice.",
    "adjective",
    "A good scientist should be dispassionate, focusing purely on what the evidence says, without personal attachment."
  ],
  "333": [
    333,
    "droll",
    "comical in an odd or whimsical manner",
    "adjective",
    [
      "a droll little man with a quiet tongue-in-cheek kind of humor"
    ]
  ],
  "334": [
    334,
    "dubious",
    "not convinced",
    "adjective",
    [
      "they admitted the force of my argument but remained dubious"
    ]
  ],
  "335": [
    335,
    "efficacious",
    "producing the intended result.",
    "adjective",
    "Since Maggie's cough syrup, which had expired five years back, was no longer efficacious, she coughed through the night."
  ],
  "336": [
    336,
    "elegy",
    "a mournful poem; a lament for the dead",
    "noun",
    []
  ],
  "337": [
    337,
    "elucidate",
    "make clearer and easier to understand.",
    "verb",
    "Youtube is great place to learn just about anything--an expert elucidates finer points so that even a complete novice can learn."
  ],
  "338": [
    338,
    "embellish",
    "make more attractive by adding ornament, colour, etc.",
    "verb",
    "; make more beautiful McCartney would write relatively straightforward lyrics, and Lennon would embellish them with puns and poetic images."
  ],
  "339": [
    339,
    "encomium",
    "a formal expression of praise",
    "noun",
    []
  ],
  "340": [
    340,
    "endemic",
    "native; originating where it is found.",
    "adjective",
    "Irish cuisine makes great use of potatoes, but ironically, the potato is not endemic to Ireland."
  ],
  "341": [
    341,
    "enumerate",
    "specify individually, one by one.",
    "verb",
    "I sat and listened as she enumerated all of the things she did not like about the past three months."
  ],
  "342": [
    342,
    "equivocal",
    "confusing or ambiguous.",
    "adjective",
    "The findings of the study were equivocal--the two researchers had different opinions on what the results signified."
  ],
  "343": [
    343,
    "ersatz",
    "not real or genuine; phony.",
    "adjective",
    "The car dealer's ersatz laughter was immediately followed by a price quote, one that Shelley found highly inflated."
  ],
  "344": [
    344,
    "espouse",
    "to adopt or support an idea or cause.",
    "verb",
    "As a college student, Charlie espoused Marxism, growing his beard out and railing against the evils of the free-market."
  ],
  "345": [
    345,
    "eulogy",
    "a formal expression of praise for someone who has died recently",
    "noun",
    []
  ],
  "346": [
    346,
    "euphemism",
    "an inoffensive or indirect expression that is substituted for one that is considered offensive or too harsh",
    "noun",
    []
  ],
  "347": [
    347,
    "exigent",
    "requiring precise accuracy",
    "adjective",
    [
      "an exacting job",
      "became more exigent over his pronunciation"
    ]
  ],
  "348": [
    348,
    "extemporaneous",
    "with little or no preparation or forethought; ",
    "adjective",
    "an extemporaneous piano recital;"
  ],
  "349": [
    349,
    "fallacious",
    "of a belief that is based on faulty reasoning.",
    "adjective",
    "The widespread belief that Eskimos have forty different words for snow is fallacious, based on one false report."
  ],
  "350": [
    350,
    "fatuous",
    "devoid of intelligence; ",
    "adjective",
    ""
  ],
  "351": [
    351,
    "feckless",
    "lazy and irresponsible.",
    "adjective",
    "Two years after graduation, Charlie still lived with his parents and had no job, becoming more feckless with each passing day."
  ],
  "352": [
    352,
    "fetid",
    "offensively malodorous",
    "adjective",
    [
      "a foul odor",
      "the kitchen smelled really funky"
    ]
  ],
  "353": [
    353,
    "florid",
    "elaborately or excessively ornamented; inclined to a healthy reddish color often associated with outdoor life; ",
    "adjective",
    "the senator's florid speech;"
  ],
  "354": [
    354,
    "frugal",
    "not spending much money (but spending wisely).",
    "adjective",
    "Monte was no miser, but was simply frugal, wisely spending the little that he earned."
  ],
  "355": [
    355,
    "genial",
    "agreeable, conducive to comfort.",
    "adjective",
    "Betty is a genial young woman: everyone she meets is put at ease by her elegance and grace."
  ],
  "356": [
    356,
    "grovel",
    "show submission or fear.",
    "verb",
    "Every time Susan comes to the office, Frank grovels as if she were about to fire."
  ],
  "357": [
    357,
    "guile",
    "shrewdness as demonstrated by being skilled in deception; the quality of being crafty; the use of tricks to deceive someone (usually to extract money from them); ",
    "noun",
    ""
  ],
  "358": [
    358,
    "halcyon",
    "idyllically calm and peaceful; suggesting happy tranquillity; marked by peace and prosperity.",
    "adjective",
    "The first decade after WWI was a halcyon period in America with new-found wealth and rapidly improving technology."
  ],
  "359": [
    359,
    "hermetic",
    "completely sealed; completely airtight",
    "adjective",
    []
  ],
  "360": [
    360,
    "histrionic",
    "to be overly theatrical.",
    "adjective",
    "Though she received a B- on the test, she had such a histrionic outburst that one would have thought that she'd been handed a death sentence."
  ],
  "361": [
    361,
    "hodgepodge",
    "a confusing mixture or jumble.",
    "noun",
    "Those in attendance represented a hodgepodge of the city's denizens: chimney sweepers could be seen sitting elbow to elbow with stockbrokers."
  ],
  "362": [
    362,
    "hubris",
    "overbearing pride or presumption.",
    "noun",
    "Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the White House."
  ],
  "363": [
    363,
    "ignoble",
    "dishonorable.",
    "adjective",
    "In the 1920s, the World Series was rigged--an ignoble act which baseball took decades to recover from."
  ],
  "364": [
    364,
    "illusory",
    "based on or having the nature of an illusion; ",
    "adjective",
    "Secret activities offer presidents the alluring but often illusory promise that they can achieve foreign policy goals without the bothersome debate and open decision that are staples of democracy;"
  ],
  "365": [
    365,
    "imminent",
    "close in time; about to occur; ",
    "adjective",
    "in imminent danger;"
  ],
  "366": [
    366,
    "impecunious",
    "lacking money; poor.",
    "adjective",
    "In extremely trying times, even the moderately wealthy, after a few turns of ill-fortune, can become impecunious."
  ],
  "367": [
    367,
    "impute",
    "attribute (responsibility or fault) to something.",
    "verb",
    "He imputed his subpar performance on the test to a combination of stress and poor sleep."
  ],
  "368": [
    368,
    "incipient",
    "only partly in existence; imperfectly formed",
    "adjective",
    [
      "incipient civil disorder",
      "an incipient tumor",
      "a vague inchoate idea"
    ]
  ],
  "369": [
    369,
    "incorrigible",
    "impervious to correction by punishment.",
    "adjective",
    "Tom Sawyer seems like an incorrigible youth until Huck Finn enters the novel; even Sawyer can't match. his fierce individual spirit."
  ],
  "370": [
    370,
    "ineffable",
    "too sacred to be uttered; defying expression or description.",
    "adjective",
    "While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable."
  ],
  "371": [
    371,
    "inexorable",
    "impossible to stop or prevent.",
    "adjective",
    "The rise of the computer was an inexorable shift in technology and culture."
  ],
  "372": [
    372,
    "ingratiate",
    "gain favor with somebody by deliberate efforts.",
    "verb",
    "Even though Tom didn't like his new boss, he decided to ingratiate himself to her in order to advance his career."
  ],
  "373": [
    373,
    "invective",
    "abusive or denunciatory language.",
    "noun",
    "The Internet has unleashed the invectives in many of us; many people post stinging criticism on the comments section underneath newspaper articles or YouTube videos."
  ],
  "374": [
    374,
    "inveigle",
    "influence or urge by gentle urging, caressing, or flattering; ",
    "verb",
    ""
  ],
  "375": [
    375,
    "inveterate",
    "habitual.",
    "adjective",
    "He is an inveterate smoker and has told his family and friends that there is no way he will ever quit."
  ],
  "376": [
    376,
    "itinerant",
    "traveling from place to place to work Doctors used to be itinerant, traveling between patients' homes.",
    "adjective",
    " "
  ],
  "377": [
    377,
    "jettison",
    "throw away, of something encumbering",
    "verb",
    []
  ],
  "378": [
    378,
    "jingoism",
    "fanatical patriotism.",
    "noun",
    "North Korea maintains intense control over its population through a combination of jingoism and cult of personality."
  ],
  "379": [
    379,
    "judicious",
    "marked by the exercise of good judgment or common sense in practical matters",
    "adjective",
    [
      "judicious use of one's money",
      "a wise decision"
    ]
  ],
  "380": [
    380,
    "juxtapose",
    "place side by side.",
    "verb",
    "The meaning of her paintings comes from a classical style which juxtaposes modern themes."
  ],
  "381": [
    381,
    "lament",
    "a cry of sorrow and grief",
    "noun",
    [
      "their pitiful laments could be heard throughout the ward"
    ]
  ],
  "382": [
    382,
    "lampoon",
    "ridicule with satire.",
    "verb",
    "Mark Twain understood that lampooning a bad idea with humor was the most effective criticism."
  ],
  "383": [
    383,
    "largess",
    "extreme generosity and giving.",
    "noun",
    "Uncle Frank was known for his largess, so his nephew was sad when he did not receive a present for his birthday."
  ],
  "384": [
    384,
    "lassitude",
    "a state of comatose torpor (as found in sleeping sickness); a feeling of lack of interest or energy; weakness characterized by a lack of vitality or energy; ",
    "noun",
    ""
  ],
  "385": [
    385,
    "latent",
    "potentially existing but not presently evident or realized",
    "adjective",
    [
      "a latent fingerprint",
      "latent talent"
    ]
  ],
  "386": [
    386,
    "lethargic",
    "lacking energy.",
    "adjective",
    "Nothing can make a person more lethargic than a big turkey dinner."
  ],
  "387": [
    387,
    "levity",
    "feeling an inappropriate lack of seriousness",
    "noun",
    []
  ],
  "388": [
    388,
    "libertine",
    "a dissolute person; usually a man who is morally unrestrained",
    "noun",
    []
  ],
  "389": [
    389,
    "luminous",
    "softly bright or radiant; ",
    "adjective",
    "a sky luminous with stars;"
  ],
  "390": [
    390,
    "magnanimous",
    "noble and generous in spirit, especially towards a rival or someone less powerful.",
    "adjective",
    "He was a great sportsman: in defeat he was complementary and in victory he was magnanimous."
  ],
  "391": [
    391,
    "magnate",
    "a very wealthy or powerful businessman; ",
    "noun",
    ""
  ],
  "392": [
    392,
    "malevolent",
    "wishing or appearing to wish evil to others; arising from intense ill will or hatred Villians are known for their malevolent nature, oftentimes inflicting cruetly on others just for enjoyment.",
    "adjective",
    " "
  ],
  "393": [
    393,
    "malinger",
    "avoid responsibilities and duties, e.g., by pretending to be ill",
    "verb",
    []
  ],
  "394": [
    394,
    "maudlin",
    "overly emotional and sad.",
    "adjective",
    "Just as those who were alive during the 70's are mortified that they once cavorted about in bellbottoms, many who lived during the 80's are now aghast at the maudlin pop songs they used to enjoy--really, just what exactly is a total eclipse of the heart?."
  ],
  "395": [
    395,
    "meretricious",
    "like or relating to a prostitute",
    "adjective",
    [
      "meretricious relationships"
    ]
  ],
  "396": [
    396,
    "miscreant",
    "a person who breaks the law.",
    "noun",
    "Come back you miscreant! yelled the woman who just had her purse stollen."
  ],
  "397": [
    397,
    "mordant",
    "biting and caustic in thought, manner, or style.",
    "adjective",
    "While Phil frequently made mordant remarks about company policy overall, he always was considerably gentler in discussing any person in particular."
  ],
  "398": [
    398,
    "noxious",
    "injurious to physical or mental health",
    "adjective",
    [
      "noxious chemical wastes",
      "noxious ideas"
    ]
  ],
  "399": [
    399,
    "oblique",
    "not straightforward; indirect.",
    "adjective",
    "Herbert never explicitly revealed anything negative about Tom's past, but at times he would obliquely suggest that Tom was not as innocent as he seemed. This word has other definitions but this is the most important one for the GRE."
  ],
  "400": [
    400,
    "obscure",
    "known by only a few.",
    "adjective",
    "Many of the biggest movie stars were once obscure actors who got only bit roles in long forgotten films. This word has other definitions but this is the most important one for the GRE."
  ],
  "401": [
    401,
    "outstrip",
    "be or do something to a greater degree; go far ahead of; ",
    "verb",
    ""
  ],
  "402": [
    402,
    "palliate",
    "lessen or to try to lessen the seriousness or extent of; provide physical relief, as from pain; ",
    "verb",
    ""
  ],
  "403": [
    403,
    "panegyric",
    "a formal expression of praise.",
    "noun",
    "Dave asked Andrew to do just a simple toast, but Andrew launched into a full panegyric, enumerating a complete list of Dave's achievements and admirable qualities."
  ],
  "404": [
    404,
    "paragon",
    "an ideal instance; a perfect embodiment of a concept.",
    "noun",
    "Some say that Athens was the paragon of democracy, but these people often forget that slaves and women were still not allowed to vote."
  ],
  "405": [
    405,
    "pellucid",
    "transparently clear; easily understandable.",
    "adjective",
    "The professor had a remarkable ability make even the most difficult concepts seem pellucid."
  ],
  "406": [
    406,
    "penchant",
    "a strong liking; ",
    "noun",
    "the Irish have a penchant for blarney;"
  ],
  "407": [
    407,
    "peruse",
    "to read very carefully.",
    "verb",
    "Instead of perusing important documents, people all too often rush to the bottom of the page and plaster their signatures at the bottom."
  ],
  "408": [
    408,
    "philistine",
    "smug and ignorant towards artistic and cultural values.",
    "adjective",
    "Jane considered Al completely philistine, because he talked almost exclusive about video games; she was entirely unaware of how well read he really was. This word has other definitions but this is the most important one for the GRE."
  ],
  "409": [
    409,
    "pious",
    "having or showing or expressing reverence for a deity",
    "adjective",
    [
      "pious readings"
    ]
  ],
  "410": [
    410,
    "pithy",
    "concise and full of meaning.",
    "adjective",
    "I enjoy reading the Daodejing for its pithy and insightful prose; it always gives me something to think about."
  ],
  "411": [
    411,
    "placid",
    "not easily irritated.",
    "adjective",
    "Doug is normally placid, so we were all shocked to see him yelling at the television when the Mets lost the game."
  ],
  "412": [
    412,
    "plethora",
    "extreme excess; ",
    "noun",
    ""
  ],
  "413": [
    413,
    "polemical",
    "of or involving dispute or controversy; ",
    "adjective",
    ""
  ],
  "414": [
    414,
    "posit",
    "assume as fact.",
    "verb",
    "Initially, Einstein posited a repulsive force to balance Gravity, but then rejected that idea as a blunder."
  ],
  "415": [
    415,
    "prattle",
    "idle or foolish and irrelevant talk; speak (about unimportant matters) rapidly and incessantly; ",
    "verb",
    ""
  ],
  "416": [
    416,
    "precursor",
    "a substance from which another substance is formed (especially by a metabolic reaction)",
    "noun",
    []
  ],
  "417": [
    417,
    "prescient",
    "perceiving the significance of events before they occur",
    "adjective",
    [
      "extraordinarily prescient memoranda on the probable course of postwar relations\"-R.H.Rovere"
    ]
  ],
  "418": [
    418,
    "prolix",
    "tediously prolonged or tending to speak or write at great length",
    "adjective",
    [
      "editing a prolix manuscript",
      "a prolix lecturer telling you more than you want to know"
    ]
  ],
  "419": [
    419,
    "propagate",
    "transmit from one generation to the next",
    "verb",
    [
      "propagate these characteristics"
    ]
  ],
  "420": [
    420,
    "pusillanimous",
    "lacking in courage and manly strength and resolution; contemptibly fearful",
    "adjective",
    []
  ],
  "421": [
    421,
    "quiescent",
    "not active or activated",
    "adjective",
    [
      "the quiescent level of centimeter wave-length solar radiation"
    ]
  ],
  "422": [
    422,
    "raconteur",
    "a person skilled in telling anecdotes.",
    "noun",
    "Jude is entertaining, but he is no raconteur: beyond the handful of amusing stories he has memorized, he has absolutely no spontaneous story-telling ability."
  ],
  "423": [
    423,
    "recalcitrant",
    "marked by stubborn resistance to authority",
    "adjective",
    [
      "the University suspended the most recalcitrant demonstrators"
    ]
  ],
  "424": [
    424,
    "redress",
    "an act of making something right.",
    "noun",
    "Barry forgot his wife's birthday two years in a row, and was only able to redress his oversight by surprising his wife with a trip to Tahiti. This word has other definitions but this is the most important one for the GRE."
  ],
  "425": [
    425,
    "refractory",
    "stubbornly resistant to authority or control.",
    "adjective",
    "Used to studious high school students, Martha was unprepared for the refractory Kindgergarteners who neither sat still nor listened to a single word she said. This word has other definitions but this is the most important one for the GRE."
  ],
  "426": [
    426,
    "relegate",
    "assign to a lower position.",
    "verb",
    "When Dexter was unable to fulfill his basic duties, instead of firing him, the boss relegated him to kitchen cleanup."
  ],
  "427": [
    427,
    "remedial",
    "tending or intended to rectify or improve",
    "adjective",
    [
      "a remedial reading course",
      "remedial education"
    ]
  ],
  "428": [
    428,
    "reprobate",
    "a person who is disapproved of.",
    "noun",
    "Those old reprobates drinking all day down by the river--they are not going to amount to much."
  ],
  "429": [
    429,
    "rhetoric",
    "using language effectively to please or persuade",
    "noun",
    []
  ],
  "430": [
    430,
    "ribald",
    "humorously vulgar.",
    "adjective",
    "The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk G- rated when he spoke to the student body."
  ],
  "431": [
    431,
    "rudimentary",
    "being in the earliest stages of development; being or involving basic facts or principles.",
    "adjective",
    "I would love to be able to present a fully polished proposal to the board, but right now, our plans for the product are still in the most rudimentary stages."
  ],
  "432": [
    432,
    "salient",
    "(military) the part of the line of battle that projects closest to the enemy",
    "noun",
    []
  ],
  "433": [
    433,
    "sardonic",
    "disdainfully or ironically humorous; scornful and mocking.",
    "adjective",
    "A stand-up comedian walks a fine line when making jokes about members of the audience; such fun and joking can quickly become sardonic and cutting."
  ],
  "434": [
    434,
    "schism",
    "division of a group into opposing factions",
    "noun",
    [
      "another schism like that and they will wind up in bankruptcy"
    ]
  ],
  "435": [
    435,
    "scintillating",
    "describes someone who is brilliant and lively.",
    "adjective",
    "Richard Feynman was renowned for his scintillating lectures--the arcana of quantum physics was made lucid as he wrote animatedly on the chalkboard."
  ],
  "436": [
    436,
    "scrupulous",
    "having a sense of right and wrong; principled.",
    "adjective",
    "Everyone trusted what he said and followed his example because he was scrupulous and honest."
  ],
  "437": [
    437,
    "slake",
    "make less active or intense",
    "verb",
    []
  ],
  "438": [
    438,
    "solecism",
    "a socially awkward or tactless act.",
    "noun",
    "Mother Anna was always on guard against any solecism from her children and scolded them immediately if any of them talked out of place in public. This word has other definitions but this is the most important one for the GRE."
  ],
  "439": [
    439,
    "spendthrift",
    "one who spends money extravagantly.",
    "noun",
    "Taking weekly trips to Vegas, Megan was a spendthrift whose excesses eventually caught up to her."
  ],
  "440": [
    440,
    "squalid",
    "morally degraded; foul and run-down and repulsive; ",
    "adjective",
    "the squalid atmosphere of intrigue and betrayal;a squalid overcrowded apartment in the poorest part of town;squalid living conditions;"
  ],
  "441": [
    441,
    "subjective",
    "taking place within the mind and modified by individual bias",
    "adjective",
    [
      "a subjective judgment"
    ]
  ],
  "442": [
    442,
    "subversive",
    "in opposition to a civil authority or government.",
    "adjective",
    "The ruling political party has begun a campaign to shut down subversive websites that it deems as a threat to \"national safety.\"."
  ],
  "443": [
    443,
    "superfluous",
    "more than is needed, desired, or required Everything in this closet is superfluous and can be given to charity.",
    "adjective",
    " "
  ],
  "444": [
    444,
    "surfeit",
    "an excessive amount of something.",
    "noun",
    "There was no such thing as a surfeit of shopping for Nancy--she could stay at the outlet stores from opening to closing time."
  ],
  "445": [
    445,
    "surly",
    "inclined to anger or bad feelings with overtones of menace.",
    "adjective",
    "Every morning, Bhavin was a surly unhappy person, but once he ate breakfast, he became loving, laughing, and a joy to be around."
  ],
  "446": [
    446,
    "sybarite",
    "a person who indulges in luxury.",
    "noun",
    "Despite the fact that he'd maxed out fifteen credit cards, Max was still a sybarite at heart: when the police found him, he was at a $1,000 an hour spa in Manhattan, getting a facial treatment."
  ],
  "447": [
    447,
    "tacit",
    "implied by or inferred from actions or statements; ",
    "adjective",
    "a tacit agreement;"
  ],
  "448": [
    448,
    "tawdry",
    "tastelessly showy; cheap and shoddy.",
    "adjective",
    "Carol expected to find New York City magical, the way so many movies had portrayed it, but she was. surprised how often tawdry displays took the place of genuine elegance."
  ],
  "449": [
    449,
    "temperance",
    "the trait of avoiding excesses.",
    "noun",
    "Welles wasn't known for his temperance--he usually ate enough for two and drank enough for three."
  ],
  "450": [
    450,
    "tenuous",
    "having thin consistency",
    "adjective",
    [
      "a tenuous fluid"
    ]
  ],
  "451": [
    451,
    "terse",
    "brief and to the point; effectively cut short; `yes'\"; ",
    "adjective",
    "short and terse and easy to understand;"
  ],
  "452": [
    452,
    "torpor",
    "inactivity resulting from lethargy and lack of vigor or energy.",
    "noun",
    "After work, I was expecting my colleagues to be enthusiastic about the outing, but I found them in a state of complete torpor."
  ],
  "453": [
    453,
    "transient",
    "lasting a very short time.",
    "adjective",
    "The unpredictable and transient nature of deja vu makes it a very difficult phenomenon to study properly."
  ],
  "454": [
    454,
    "transitory",
    "lasting a very short time.",
    "adjective",
    "If we lived forever and life was not transitory, do you think we would appreciate life less or more?."
  ],
  "455": [
    455,
    "trenchant",
    "characterized by or full of force and vigor; having keenness and forcefulness and penetration in thought, expression, or intellect.",
    "adjective",
    "Jill presented a rather superficial treatment of sales in Asia, but her trenchant analysis of sales in Europe inspired a number of insights into how to proceed in that market."
  ],
  "456": [
    456,
    "urbane",
    "showing a high degree of refinement and the assurance that comes from wide social experience.",
    "adjective",
    "Because of his service as an intelligence officer and his refined tastes, W. Somerset Maugham became the inspiration for the urbane and sophistcate spy James Bond."
  ],
  "457": [
    457,
    "verisimilitude",
    "the appearance of truth.",
    "noun",
    "All bad novels are bad for numerous reasons; all good novels are good for their verisimilitude of reality, placing the readers in a world that resembles the one they know."
  ],
  "458": [
    458,
    "vestige",
    "an indication that something has been present; ",
    "noun",
    ""
  ],
  "459": [
    459,
    "virulent",
    "infectious; having the ability to cause disease",
    "adjective",
    []
  ],
  "460": [
    460,
    "vitiate",
    "corrupt morally or by intemperance or sensuality; make imperfect; take away the legal force of or render ineffective; ",
    "verb",
    ""
  ],
  "461": [
    461,
    "vitriolic",
    "harsh or corrosive in tone.",
    "adjective",
    "While the teacher was more moderate in her criticism of the other student's papers, she was vitriolic toward Peter's paper, casting every flaw in the harshest light."
  ],
  "462": [
    462,
    "wane",
    "become smaller",
    "verb",
    [
      "Interest in his novels waned"
    ]
  ],
  "463": [
    463,
    "wizened",
    "lean and wrinkled by shrinkage as from age or illness; ",
    "adjective",
    "a wizened little man with frizzy grey hair;"
  ],
  "464": [
    464,
    "zealous",
    "marked by active interest and enthusiasm; ",
    "adjective",
    ""
  ],
  "465": [
    465,
    "zenith",
    "the highest point; culmination.",
    "noun",
    "At the zenith of his artistic career, Elvis was outselling any other artist on the charts. Advanced Words."
  ],
  "466": [
    466,
    "abeyance",
    "temporary cessation or suspension",
    "noun",
    []
  ],
  "467": [
    467,
    "abrasive",
    "a substance that abrades or wears down",
    "noun",
    []
  ],
  "468": [
    468,
    "abrogate",
    "revoke formally.",
    "verb",
    "As part of the agreement between the labor union and the company, the workers abrogated their right to strike for four years in exchange for better health insurance."
  ],
  "469": [
    469,
    "abscission",
    "shedding of flowers and leaves and fruit following formation of scar tissue in a plant",
    "noun",
    []
  ],
  "470": [
    470,
    "abscond",
    "run away; usually includes taking something or somebody along",
    "verb",
    [
      "The thief made off with our silver",
      "the accountant absconded with the cash from the safe"
    ]
  ],
  "471": [
    471,
    "abstruse",
    "difficult to understand; incomprehensible.",
    "adjective",
    "Physics textbooks can seem so abstruse to the uninitiated that readers feel as though they are looking at hieroglyphics."
  ],
  "472": [
    472,
    "abysmal",
    "extremely bad.",
    "adjective",
    "Coach Ramsey took his newest player off the field after watching a few painful minutes of her abysmal performance."
  ],
  "473": [
    473,
    "accolade",
    "a tangible symbol signifying approval or distinction; ",
    "noun",
    ""
  ],
  "474": [
    474,
    "acidulous",
    "being sour to the taste; ",
    "adjective",
    ""
  ],
  "475": [
    475,
    "amiable",
    "friendly.",
    "adjective",
    "Amy's name was very apt: she was so amiable that she was twice voted class president."
  ],
  "476": [
    476,
    "amorphous",
    "shapeless.",
    "adjective",
    "His study plan for the GRE was at best amorphous; he would do questions from random pages in any one of seven test prep books."
  ],
  "477": [
    477,
    "anachronistic",
    "chronologically misplaced; ",
    "adjective",
    "English public schools are anachronistic;"
  ],
  "478": [
    478,
    "anathema",
    "a detested person; the source of somebody's hate.",
    "noun",
    "Hundreds of years ago, Galileo was anathema to the church; today the church is anathema to some on the left side of the political spectrum."
  ],
  "479": [
    479,
    "animosity",
    "intense hostility.",
    "noun",
    "The governor's animosity toward his rival was only inflamed when the latter spread false lies regarding the governor's first term."
  ],
  "480": [
    480,
    "anoint",
    "choose by or as if by divine intervention",
    "verb",
    [
      "She was anointed the head of the Christian fundamentalist group"
    ]
  ],
  "481": [
    481,
    "anomalous",
    "not normal.",
    "adjective",
    "According to those who do not believe in climate change, the extreme weather over the last five years is simply anomalous--average temps should return to average, they believe."
  ],
  "482": [
    482,
    "antedate",
    "be earlier in time; go back further; establish something as being earlier relative to something else; ",
    "verb",
    ""
  ],
  "483": [
    483,
    "antithesis",
    "exact opposite",
    "noun",
    [
      "his theory is the antithesis of mine"
    ]
  ],
  "484": [
    484,
    "antithetical",
    "sharply contrasted in character or purpose.",
    "adjective",
    "His deep emotional involvement with these ideas is, in fact, antithetical to the disattachment Buddhism preaches."
  ],
  "485": [
    485,
    "apotheosis",
    "exaltation to divine status; the highest point of development.",
    "noun",
    "As difficult as it is to imagine, the apotheosis of Mark Zuckerberg's career, many believe, is yet to come."
  ],
  "486": [
    486,
    "apposite",
    "being of striking appropriateness and pertinence",
    "adjective",
    [
      "the successful copywriter is a master of apposite and evocative verbal images",
      "an apt reply"
    ]
  ],
  "487": [
    487,
    "appropriate",
    "to allocate.",
    "verb",
    "The committe appropriated the funds to its various members. This word has other definitions but this is the most important one for the GRE."
  ],
  "488": [
    488,
    "ascertain",
    "learn or discover with certainty",
    "verb",
    []
  ],
  "489": [
    489,
    "ascribe",
    "attribute or credit to.",
    "verb",
    "History ascribes The Odyssey and The Illiad to Homer, but scholars now debate whether he was a. historical figure or a fictitious name."
  ],
  "490": [
    490,
    "astute",
    "marked by practical hardheaded intelligence",
    "adjective",
    [
      "a smart businessman",
      "an astute tenant always reads the small print in a lease",
      "he was too shrewd to go along with them on a road that could lead only to their overthrow"
    ]
  ],
  "491": [
    491,
    "augury",
    "an event that is experienced as indicating important things to come",
    "noun",
    [
      "he hoped it was an augury",
      "it was a sign from God"
    ]
  ],
  "492": [
    492,
    "avaricious",
    "excessively greedy.",
    "adjective",
    "Since avaricious desire is similar to gluttony or lust--sins of excess--it was listed as one of the seven deadly sins by the Catholic church."
  ],
  "493": [
    493,
    "aversion",
    "the act of turning yourself (or your gaze) away",
    "noun",
    [
      "averting her gaze meant that she was angry"
    ]
  ],
  "494": [
    494,
    "avid",
    "marked by active interest and enthusiasm.",
    "adjective",
    "Martin is an avid birdwatcher, often taking long hikes into remote mountains to see some rare eagle."
  ],
  "495": [
    495,
    "baleful",
    "threatening or foreshadowing evil or tragic developments.",
    "adjective",
    "Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main character."
  ],
  "496": [
    496,
    "bellicose",
    "warlike; inclined to quarrel.",
    "adjective",
    "Known for their bellicose ways, the Spartans were once the most feared people from Peloponnesus to Persia."
  ],
  "497": [
    497,
    "belligerent",
    "characteristic of one eager to fight.",
    "adjective",
    "Tom said that he was arguing the matter purely for philosophical reasons, but his belligerent tone indicated an underlying anger about the issue."
  ],
  "498": [
    498,
    "beneficent",
    "doing or producing good",
    "adjective",
    [
      "the most beneficent regime in history"
    ]
  ],
  "499": [
    499,
    "bent",
    "a relatively permanent inclination to react in a particular way",
    "noun",
    [
      "the set of his mind was obvious"
    ]
  ],
  "500": [
    500,
    "bonhomie",
    "a disposition to be friendly and approachable (easy to talk to); ",
    "noun",
    ""
  ],
  "501": [
    501,
    "boor",
    "a crude uncouth ill-bred person lacking culture or refinement; ",
    "noun",
    ""
  ],
  "502": [
    502,
    "bromide",
    "a trite or obvious remark.",
    "noun",
    "Instead of sharing his umbrella, the cheeky stranger offered Martha the following bromide: \"Looks like it's raining.\"."
  ],
  "503": [
    503,
    "burnish",
    "the property of being smooth and shiny; polish and make shiny; ",
    "verb",
    ""
  ],
  "504": [
    504,
    "cajole",
    "influence or urge by gentle urging, caressing, or flattering; ",
    "verb",
    ""
  ],
  "505": [
    505,
    "canonical",
    "appearing in a biblical canon; of or relating to or required by canon law; reduced to the simplest and most significant form possible without loss of generality; conforming to orthodox or recognized rules; ",
    "adjective",
    "a canonical book of the Christian New Testament;a canonical syllable pattern;the drinking of cocktails was as canonical a rite as the mixing\"- Sinclair Lewis;"
  ],
  "506": [
    506,
    "capitulate",
    "to surrender (usually under agreed conditions).",
    "noun",
    "Paul, losing 19-0 in a ping-pong match against his nimble friend, basically capitulated when he played the last two points with his eyes closed."
  ],
  "507": [
    507,
    "catholic",
    "of broad scope; universal.",
    "adjective",
    "Jonah's friends said that Jonah's taste in music was eclectic; Jonah was quick to point out that not only was his taste eclectic but it was also catholic: he enjoyed music from countries as far-flung as Mali and. Mongolia."
  ],
  "508": [
    508,
    "celerity",
    "speed, rapidity.",
    "noun",
    "We aim to respond to customers' questions with celerity and accuracy, with no longer than a 24 hour wait time."
  ],
  "509": [
    509,
    "cerebral",
    "involving intelligence rather than emotions or instinct.",
    "adjective",
    "A cerebral analysis of most pop music finds it to be simple and childish, but that ignores the point--the music's effect on the listener. This word has other definitions but this is the most important one for the GRE."
  ],
  "510": [
    510,
    "chagrin",
    "cause to feel shame; hurt the pride of.",
    "verb",
    "She never cared what others said about her appearance but was chagrined by the smallest comment from her mother."
  ],
  "511": [
    511,
    "chary",
    "cautious.",
    "adjective",
    "Jack was wary of GRE words that looked similar, because they usually had different definitions; not so with chary, a word that he began to use interchangeably with wary."
  ],
  "512": [
    512,
    "choleric",
    "prone to outbursts of temper; easily angered.",
    "adjective",
    "While a brilliant lecturer, Mr. Dawson came across as choleric and unapproachable--very rarely did students come to his office hours."
  ],
  "513": [
    513,
    "chronological",
    "relating to or arranged according to temporal order",
    "adjective",
    [
      "chronological age"
    ]
  ],
  "514": [
    514,
    "circumscribe",
    "restrict or confine.",
    "verb",
    "Their tour of South America was circumscribed so that they saw only popular destinations and avoided the dangerous parts of cities. This word has other definitions but this is the most important one for the GRE."
  ],
  "515": [
    515,
    "clandestine",
    "conducted with or marked by hidden aims or methods",
    "adjective",
    [
      "clandestine intelligence operations",
      "cloak-and-dagger activities behind enemy lines",
      "hole-and-corner intrigue",
      "secret missions",
      "a secret agent",
      "secret sales of arms",
      "surreptitious mobilization of troops",
      "an undercover investigation",
      "underground resistance"
    ]
  ],
  "516": [
    516,
    "cloying",
    "overly sweet",
    "adjective",
    []
  ],
  "517": [
    517,
    "complacent",
    "contented to a fault with oneself or one's actions.",
    "adjective",
    "After the water polo team won their sixth championship, they became complacent and didn't even make it to the playoffs the next year."
  ],
  "518": [
    518,
    "complementary",
    "enhancing each other's qualities (for two things or more).",
    "adjective",
    "The head waiter was careful to tell the amateur diners that red wine was complementary with beef, each bringing out subtle taste notes in the other."
  ],
  "519": [
    519,
    "conciliatory",
    "intended to placate",
    "adjective",
    [
      "spoke in a conciliating tone",
      "a conciliatory visit"
    ]
  ],
  "520": [
    520,
    "concomitant",
    "describing an event or situation that happens at the same time as or in connection with another.",
    "adjective",
    "Concomitant with his desire for nature was a desire for the culture and energy of a big city."
  ],
  "521": [
    521,
    "conflagration",
    "a very intense and uncontrolled fire.",
    "noun",
    "In the summer months, conflagrations are not uncommon in the southwest, do to the heat and lack of rain."
  ],
  "522": [
    522,
    "conflate",
    "mix together different elements or concepts.",
    "verb",
    "In her recent book, the author conflates several genres--the detective story, the teen thriller, and the vampire romance--to create a memorable read."
  ],
  "523": [
    523,
    "consummate",
    "to make perfect and complete in every respect.",
    "verb",
    "The restoration of the ancient church was only consummated after a twenty years of labor. This word has other definitions but this is the most important one for the GRE."
  ],
  "524": [
    524,
    "conundrum",
    "a difficult problem.",
    "noun",
    "Computers have helped solve some of the mathematical conundrums which have puzzled man for many centuries."
  ],
  "525": [
    525,
    "coterie",
    "an exclusive circle of people with a common purpose; ",
    "noun",
    ""
  ],
  "526": [
    526,
    "countenance",
    "the appearance conveyed by a person's face",
    "noun",
    [
      "a pleasant countenance",
      "a stern visage"
    ]
  ],
  "527": [
    527,
    "covet",
    "wish, long, or crave for (something, especially the property of another person)",
    "verb",
    [
      "She covets her sister's house"
    ]
  ],
  "528": [
    528,
    "credence",
    "belief in something.",
    "noun",
    "He placed no credence in psychics, claiming that they offered no special powers beyond the ability to make people part with their money."
  ],
  "529": [
    529,
    "cynical",
    "believing the worst of human nature and motives; having a sneering disbelief in e.g. selflessness of others",
    "adjective",
    []
  ],
  "530": [
    530,
    "daunt",
    "cause to lose courage",
    "verb",
    [
      "dashed by the refusal"
    ]
  ],
  "531": [
    531,
    "decorum",
    "propriety in manners and conduct.",
    "noun",
    "You will obey the rules of decorum for this courtroom or spend the night in a jail cell, said the judge to the prosecutor."
  ],
  "532": [
    532,
    "deflect",
    "turn from a straight course, fixed direction, or line of interest",
    "verb",
    []
  ],
  "533": [
    533,
    "demagogue",
    "a political leader who seeks support by appealing to popular passions and prejudices",
    "noun",
    []
  ],
  "534": [
    534,
    "despot",
    "a cruel and oppressive dictator.",
    "noun",
    "The Emperor Claudius was regarded as a fair-minded leader; his successor, Nero, was an absolute despot."
  ],
  "535": [
    535,
    "diffuse",
    "move outward",
    "verb",
    [
      "The soldiers fanned out"
    ]
  ],
  "536": [
    536,
    "dispatch",
    "dispose of rapidly and without delay and efficiently.",
    "verb",
    "As soon as the angry peasants stormed the castle, they caught the king and swiftly dispatched him. This word has other definitions but this is the most important one for the GRE."
  ],
  "537": [
    537,
    "dissolution",
    "a living full of debauchery and indulgence in sensual pleasure.",
    "noun",
    "Many Roman emporers were known for their dissolution, indulging in unspeakable desires of the flesh. This word has other definitions but this is the most important one for the GRE."
  ],
  "538": [
    538,
    "dissonance",
    "disagreeable sounds",
    "noun",
    []
  ],
  "539": [
    539,
    "distill",
    "undergo the process of distillation",
    "verb",
    []
  ],
  "540": [
    540,
    "dither",
    "an excited state of agitation",
    "noun",
    [
      "he was in a dither",
      "there was a terrible flap about the theft"
    ]
  ],
  "541": [
    541,
    "diurnal",
    "of or belonging to or active during the day",
    "adjective",
    [
      "diurnal animals are active during the day",
      "diurnal flowers are open during the day and closed at night",
      "diurnal and nocturnal offices"
    ]
  ],
  "542": [
    542,
    "doctrinaire",
    "stubbornly insistent on theory without regard for practicality or suitability",
    "adjective",
    []
  ],
  "543": [
    543,
    "dogma",
    "a religious doctrine that is proclaimed as true without proof",
    "noun",
    []
  ],
  "544": [
    544,
    "dolorous",
    "showing sorrow.",
    "adjective",
    "Chopin's ballades are filled with sharp changes in moods--a dolorous melody can give way to a lighthearted tempo."
  ],
  "545": [
    545,
    "dyspeptic",
    "a person suffering from indigestion",
    "noun",
    []
  ],
  "546": [
    546,
    "edify",
    "make understand; ",
    "verb",
    ""
  ],
  "547": [
    547,
    "effusive",
    "extravagantly demonstrative",
    "adjective",
    [
      "insincere and effusive demonstrations of sentimental friendship",
      "a large gushing female",
      "write unrestrained and gushy poetry"
    ]
  ],
  "548": [
    548,
    "egalitarian",
    "a person who believes in the equality of all people",
    "noun",
    []
  ],
  "549": [
    549,
    "eloquent",
    "expressing yourself readily, clearly, effectively",
    "adjective",
    [
      "able to dazzle with his facile tongue",
      "silver speech"
    ]
  ],
  "550": [
    550,
    "emollient",
    "toiletry consisting of any of various substances in the form of a thick liquid that have a soothing and moisturizing effect when applied to the skin; having a softening or soothing effect especially to the skin; ",
    "adjective",
    ""
  ],
  "551": [
    551,
    "enigmatic",
    "not clear to the understanding",
    "adjective",
    [
      "I didn't grasp the meaning of that enigmatic comment until much later",
      "prophetic texts so enigmatic that their meaning has been disputed for centuries"
    ]
  ],
  "552": [
    552,
    "epicure",
    "a person devoted to refined sensuous enjoyment (especially good food and drink)",
    "noun",
    []
  ],
  "553": [
    553,
    "equanimity",
    "steadiness of mind under stress; ",
    "noun",
    "he accepted their problems with composure and she with equanimity;"
  ],
  "554": [
    554,
    "equitable",
    "fair to all parties as dictated by reason and conscience.",
    "adjective",
    "The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting--at least until the ice cream is gone."
  ],
  "555": [
    555,
    "eradicate",
    "to completely destroy.",
    "verb",
    "I tried eradicating the mosquitos in my apartment with a rolled up newspaper, but there were too many. of them."
  ],
  "556": [
    556,
    "erratic",
    "unpredictable; strange and unconventional.",
    "adjective",
    "It came as no surprise to pundits that the President's attempt at re-election floundered; even during his term, support for his policies was erratic, with an approval rating jumping anywhere from 30 to 60 percent."
  ],
  "557": [
    557,
    "ethereal",
    "characterized by lightness and insubstantiality.",
    "adjective",
    "Because she dances with an ethereal style, ballet critics have called her Madame Butterfly."
  ],
  "558": [
    558,
    "euphony",
    "any agreeable (pleasing and harmonious) sounds; ",
    "noun",
    ""
  ],
  "559": [
    559,
    "exegesis",
    "critical explanation or analysis, especially of a text.",
    "noun",
    "The Bible is fertile ground for exegesis--over the past five centuries there have been as many interpretations as there are pages in the Old Testament."
  ],
  "560": [
    560,
    "exorbitant",
    "greatly exceeding bounds of reason or moderation.",
    "adjective",
    "Shelley made one exorbitant purchase after another, buying new clothes and taking vacations even though she earned a limited salary."
  ],
  "561": [
    561,
    "expatiate",
    "add details, as to an account or idea; clarify the meaning of and discourse in a learned way, usually in writing; ",
    "verb",
    ""
  ],
  "562": [
    562,
    "expedient",
    "a means to an end; not necessarily a principled or ethical one",
    "noun",
    []
  ],
  "563": [
    563,
    "exponent",
    "someone who expounds and interprets or explains",
    "noun",
    []
  ],
  "564": [
    564,
    "extant",
    "the opposite of extinct.",
    "adjective",
    "Despite many bookstores closing, experts predict that some form of book dealing will still be extant generations from now."
  ],
  "565": [
    565,
    "extol",
    "praise, glorify, or honor; ",
    "verb",
    "extol the virtues of one's children;"
  ],
  "566": [
    566,
    "facilitate",
    "make easier",
    "verb",
    [
      "you could facilitate the process by sharing your knowledge"
    ]
  ],
  "567": [
    567,
    "fallible",
    "likely to fail or make errors",
    "adjective",
    [
      "everyone is fallible to some degree"
    ]
  ],
  "568": [
    568,
    "fallow",
    "cultivated land that is not seeded for one or more growing seasons",
    "noun",
    []
  ],
  "569": [
    569,
    "fervid",
    "characterized by intense emotion; extremely hot; ",
    "adjective",
    "set out...when the fervid heat subsides\"- Frances Trollope;"
  ],
  "570": [
    570,
    "flag",
    "droop, sink, or settle from or as if from pressure or loss of tautness; become less intense After the three crushing defeats in the last three games, the team's enthusiasm began to flag.",
    "verb",
    "This word has other definitions but this is the most important one for the GRE."
  ],
  "571": [
    571,
    "flippant",
    "showing inappropriate levity.",
    "adjective",
    "Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral."
  ],
  "572": [
    572,
    "flounder",
    "behave awkwardly; have difficulties.",
    "verb",
    "Sylvia has excelled at advanced calculus, but ironically, when she has deal with taxes, she flounders."
  ],
  "573": [
    573,
    "flout",
    "treat with contemptuous disregard; laugh at with contempt and derision; ",
    "verb",
    "flout the rules;"
  ],
  "574": [
    574,
    "foible",
    "a behavioral attribute that is distinctive and peculiar to an individual.",
    "noun",
    "When their new roommate sat staring at an oak tree for an hour, Marcia thought it indicated a mental problem, but Jeff assured her it was a harmless foible."
  ],
  "575": [
    575,
    "ford",
    "United States film maker (1896-1973)",
    "noun",
    []
  ],
  "576": [
    576,
    "fracas",
    "noisy quarrel; ",
    "noun",
    ""
  ],
  "577": [
    577,
    "frenetic",
    "excessively agitated; distraught with fear or other violent emotion; ",
    "adjective",
    "frenetic screams followed the accident;"
  ],
  "578": [
    578,
    "frivolous",
    "not serious in content or attitude or behavior.",
    "adjective",
    "Compared to Juliet's passionate concern for human rights, Jake's non-stop concern about football seems somewhat frivolous."
  ],
  "579": [
    579,
    "fulminate",
    "a salt or ester of fulminic acid",
    "noun",
    []
  ],
  "580": [
    580,
    "futile",
    "producing no result or effect; unproductive of success.",
    "adjective",
    "I thought I could repair the car myself, but after two days of work with no success, I have to admit that my efforts were futile."
  ],
  "581": [
    581,
    "gaffe",
    "a socially awkward or tactless act.",
    "noun",
    "In a famous gaffe, Vice President Quayle attempted to correct the spelling of a grade school student, only to find that the child was correct."
  ],
  "582": [
    582,
    "galvanize",
    "to excite or inspire (someone) to action.",
    "verb",
    "At mile 23 of his first marathon, Kyle had all but given up, until he noticed his friends and family holding a banner that read, \"Go Kyle\"; galvanized, he broke into a gallop, finishing the last three miles in less than 20 minutes."
  ],
  "583": [
    583,
    "gambit",
    "a manuveur or risk in a game or conversation, designed to secure an advantage.",
    "noun",
    "Randy played a gambit, telling his boss that he would leave at the end of the week if he didn't get a raise."
  ],
  "584": [
    584,
    "gambol",
    "gay or light-hearted recreational activity for diversion or amusement; play boisterously; ",
    "verb",
    "the gamboling lambs in the meadows;"
  ],
  "585": [
    585,
    "garner",
    "store grain",
    "verb",
    []
  ],
  "586": [
    586,
    "goad",
    "urge on with unpleasant comments.",
    "verb",
    "Doug did not want to enter the race, but Jim, through a steady stream of taunts, goaded him into signing up for it."
  ],
  "587": [
    587,
    "gossamer",
    "characterized by unusual lightness and delicacy.",
    "adjective",
    "The gossamer wings of a butterfly, which allow it to fly, are also a curse, so delicate that they are often damaged."
  ],
  "588": [
    588,
    "grandiloquent",
    "puffed up with vanity.",
    "adjective",
    "The dictator was known for his grandiloquent speeches, puffing his chest out and using big, important- sounding words."
  ],
  "589": [
    589,
    "grouse",
    "flesh of any of various grouse of the family Tetraonidae; usually roasted; flesh too dry to broil",
    "noun",
    []
  ],
  "590": [
    590,
    "hapless",
    "deserving or inciting pity",
    "adjective",
    [
      "a hapless victim",
      "miserable victims of war",
      "the shabby room struck her as extraordinarily pathetic\"- Galsworthy",
      "piteous appeals for help",
      "pitiable homeless children",
      "a pitiful fate",
      "Oh, you poor thing",
      "his poor distorted limbs",
      "a wretched life"
    ]
  ],
  "591": [
    591,
    "harrow",
    "a cultivator that pulverizes or smooths the soil",
    "noun",
    []
  ],
  "592": [
    592,
    "heterodox",
    "characterized by departure from accepted beliefs or standards; ",
    "adjective",
    ""
  ],
  "593": [
    593,
    "heterogeneous",
    "consisting of elements that are not of the same kind or nature",
    "adjective",
    [
      "the population of the United States is vast and heterogeneous"
    ]
  ],
  "594": [
    594,
    "hoary",
    "ancient.",
    "adjective",
    "Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white beards."
  ],
  "595": [
    595,
    "homogeneous",
    "all of the same or similar kind or nature",
    "adjective",
    [
      "a close-knit homogeneous group"
    ]
  ],
  "596": [
    596,
    "humdrum",
    "dull and lacking excitement.",
    "adjective",
    "Having grown up in a humdrum suburb, Jacob relished life in New York City after moving."
  ],
  "597": [
    597,
    "hyperbole",
    "extravagant exaggeration",
    "noun",
    []
  ],
  "598": [
    598,
    "iconoclastic",
    "defying tradition or convention.",
    "adjective",
    "Jackson Pollack was an iconoclastic artist, totally breaking with tradition by splashing paint on a blank canvas."
  ],
  "599": [
    599,
    "ignominious",
    "(used of conduct or character) deserving or bringing disgrace or shame.",
    "adjective",
    "Since the politician preached ethics and morality, his texting of revealing photographs was ignominious, bringing shame on both himself and his party."
  ],
  "600": [
    600,
    "imbroglio",
    "a confusing and potentially embarrassing situation.",
    "noun",
    "The chef cook-off featured one gourmand who had the unfortunate distinction of mixing the wrong broths, creating an imbroglio that diners would not soon forget."
  ],
  "601": [
    601,
    "immure",
    "to enclose, usually in walls.",
    "verb",
    "The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon walls of products."
  ],
  "602": [
    602,
    "impair",
    "make worse or less effective",
    "verb",
    [
      "His vision was impaired"
    ]
  ],
  "603": [
    603,
    "impassive",
    "having or revealing little emotion or sensibility; not easily aroused or excited",
    "adjective",
    [
      "her impassive remoteness",
      "he remained impassive, showing neither interest in nor concern for our plight\"- Nordhoff & Hall",
      "a silent stolid creature who took it all as a matter of course\"-Virginia Woolf",
      "her face showed nothing but stolid indifference"
    ]
  ],
  "604": [
    604,
    "impede",
    "be a hindrance or obstacle to.",
    "verb",
    "Since the police sergeant had to train the pair of new hires, progress in his own case was impeded."
  ],
  "605": [
    605,
    "impervious",
    "not admitting of passage or capable of being affected I am not impervious to your insults; they cause me great pain.",
    "adjective",
    " "
  ],
  "606": [
    606,
    "impudent",
    "improperly forward or bold.",
    "adjective",
    "In an impudent move, the defendant spoke out of order to say terribly insulting things to the judge."
  ],
  "607": [
    607,
    "inadvertent",
    "happening by chance or unexpectedly or unintentionally.",
    "adjective",
    "Although Prohibition was rooted in noble ideals, the inadvertent and costly consequences of making alcohol illegal in the U.S. led its the repeal."
  ],
  "608": [
    608,
    "incongruous",
    "lacking in harmony or compatibility or appropriateness.",
    "adjective",
    "The vast economic inequality of modern society is incongruous with America's ideals."
  ],
  "609": [
    609,
    "inculcate",
    "teach and impress by frequent repetitions or admonitions",
    "verb",
    [
      "inculcate values into the young generation"
    ]
  ],
  "610": [
    610,
    "incumbent",
    "necessary (for someone) as a duty or responsibility.",
    "adjective",
    "Middle managers at times make important decisions, but real responsibility for the financial well-being of the corporation is ultimately incumbent on the CEO."
  ],
  "611": [
    611,
    "indigenous",
    "originating in a certain area.",
    "adjective",
    "The plants and animals indigenous to Australia are notably different from those indigenous to the U.S-- one look at a duckbill platypus and you know you're not dealing with an opossum."
  ],
  "612": [
    612,
    "indignant",
    "feeling anger over a perceived injustice.",
    "adjective",
    "When the cyclist swerved into traffic, it forced the driver to brake and elicited an indignant shout of \"Hey, punk, watch where you're going!\"."
  ],
  "613": [
    613,
    "industrious",
    "characterized by hard work and perseverance.",
    "adjective",
    "Pete was an industrious student, completing every assignment thoroughly and on time."
  ],
  "614": [
    614,
    "ineluctable",
    "impossible to avoid or evade:.",
    "adjective",
    "For those who smoke cigarettes for years, a major health crisis brought on by smoking is ineluctable."
  ],
  "615": [
    615,
    "inherent",
    "existing as an essential constituent or characteristic; in the nature of something though not readily apparent; ",
    "adjective",
    "shortcomings inherent in our approach;"
  ],
  "616": [
    616,
    "inimitable",
    "defying imitation; matchless.",
    "adjective",
    "Mozart's music follows a clear pattern that, anyone could imitate, but his music gives an overall sense of effortlessness that is inimitable."
  ],
  "617": [
    617,
    "iniquity",
    "absence of moral or spiritual values",
    "noun",
    [
      "the powers of darkness"
    ]
  ],
  "618": [
    618,
    "intractable",
    "not tractable; difficult to manage or mold",
    "adjective",
    [
      "an intractable disposition",
      "intractable pain",
      "the most intractable issue of our era",
      "intractable metal"
    ]
  ],
  "619": [
    619,
    "intrinsic",
    "belonging to a thing by its very nature",
    "adjective",
    [
      "form was treated as something intrinsic, as the very essence of the thing\"- John Dewey"
    ]
  ],
  "620": [
    620,
    "inure",
    "to make accustomed to something unpleasant.",
    "verb",
    "Three years of Manhattan living has inured her to the sound of wailing sirens; she could probably sleep through the apocalypse."
  ],
  "621": [
    621,
    "inviolate",
    "must be kept sacred.",
    "adjective",
    "While the literary critic subjected most of the classics to the harshest reviews, he regarded Cervantes as inviolate, and had nothing but praise for him."
  ],
  "622": [
    622,
    "jargon",
    "a characteristic language of a particular group.",
    "noun",
    "To those with little training in medicine, the jargon of doctors can be very difficult to understand."
  ],
  "623": [
    623,
    "jejune",
    "immature; childish.",
    "adjective",
    "Her boss further cemented his reuptation for being jejune after throwing a fit when the water cooler wasn't refilled."
  ],
  "624": [
    624,
    "jocular",
    "characterized by jokes and good humor.",
    "adjective",
    "My uncle was always in a jocular mood at family gatherings, messing up people's hair and telling knock- knock jokes to anyone who would listen."
  ],
  "625": [
    625,
    "kindle",
    "catch fire",
    "verb",
    [
      "The dried grass of the prairie kindled, spreading the flames for miles"
    ]
  ],
  "626": [
    626,
    "laud",
    "praise, glorify, or honor",
    "verb",
    [
      "extol the virtues of one's children",
      "glorify one's spouse's cooking"
    ]
  ],
  "627": [
    627,
    "lax",
    "lacking in rigor or strictness",
    "adjective",
    [
      "such lax and slipshod ways are no longer acceptable",
      "lax in attending classes",
      "slack in maintaining discipline"
    ]
  ],
  "628": [
    628,
    "legerdemain",
    "an illusory feat; considered magical by naive observers; ",
    "noun",
    ""
  ],
  "629": [
    629,
    "licentious",
    "lacking moral discipline; especially sexually unrestrained",
    "adjective",
    [
      "coarse and licentious men"
    ]
  ],
  "630": [
    630,
    "lionize",
    "assign great social importance to.",
    "verb",
    "Students in the U.S. learn to lionize Jefferson, Franklin, and Washington because they are the founding fathers of the nation."
  ],
  "631": [
    631,
    "listless",
    "lacking zest or vivacity",
    "adjective",
    [
      "he was listless and bored"
    ]
  ],
  "632": [
    632,
    "lumber",
    "the wood of trees cut and prepared for use as building material",
    "noun",
    []
  ],
  "633": [
    633,
    "maelstrom",
    "a powerful circular current of water (usually the result of conflicting tides); ",
    "noun",
    ""
  ],
  "634": [
    634,
    "magisterial",
    "offensively self-assured or given to exercising unwarranted power.",
    "adjective",
    "Though she was only a third grade teacher, Ms. Martinet was magisterial in dealing with her class, lording over them like a queen. This word has other definitions but this is the most important one for the GRE."
  ],
  "635": [
    635,
    "makeshift",
    "something contrived to meet an urgent need or emergency",
    "noun",
    []
  ],
  "636": [
    636,
    "malfeasance",
    "misconduct or wrongdoing (especially by a public official).",
    "adjective",
    "Not even the mayor's trademark pearly-toothed grin could save him from charges of malfeasance: while in power, he'd been running an illegal gambling rink in the room behind his office."
  ],
  "637": [
    637,
    "malign",
    "evil or harmful in nature or influence",
    "adjective",
    [
      "prompted by malign motives",
      "believed in witches and malign spirits",
      "gave him a malign look",
      "a malign lesion"
    ]
  ],
  "638": [
    638,
    "manifest",
    "a customs document listing the contents put on a ship or plane",
    "noun",
    []
  ],
  "639": [
    639,
    "martial",
    "suggesting war or military life.",
    "adjective",
    "Americans tend to remember Abraham Lincoln as kindly and wise, not at all martial, despite the fact that he was involved in the fiercest war America has even fought."
  ],
  "640": [
    640,
    "martinet",
    "a strict disciplinarian.",
    "noun",
    "The job seemed perfect to Rebecca, until she found out that her boss was a total martinet; after each project the boss would come by to scrutinize--and inevitably criticize--every little detail of the work Rebecca had done."
  ],
  "641": [
    641,
    "mawkish",
    "overly sentimental to the point that it is disgusting.",
    "adjective",
    "The film was incredibly mawkish, introducing highly likeable characters only to have them succumb to a devastating illnesses by the end of the movie."
  ],
  "642": [
    642,
    "maxim",
    "a short saying expressing a general truth.",
    "noun",
    "Johnson initially suggests that the secret to business can be summarized in a single maxim but then requires a 300-page book to explain exactly what he means."
  ],
  "643": [
    643,
    "mellifluous",
    "smooth and sweet-sounding.",
    "adjective",
    "Chelsea's grandmother thought Franz Schubert's music to be the most mellifluous ever written; Chelsea demurred, and to her grandmother's chagrin, would blast Rihanna on the home stereo speakers."
  ],
  "644": [
    644,
    "militate",
    "have force or influence; bring about an effect or change",
    "verb",
    [
      "Politeness militated against this opinion being expressed"
    ]
  ],
  "645": [
    645,
    "miserly",
    "(used of persons or behavior) characterized by or indicative of lack of generosity; ",
    "adjective",
    "he left a miserly tip;"
  ],
  "646": [
    646,
    "modest",
    "marked by simplicity; having a humble opinion of yourself",
    "adjective",
    [
      "a modest apartment",
      "too modest to wear his medals"
    ]
  ],
  "647": [
    647,
    "modicum",
    "a small or moderate or token amount.",
    "noun",
    "If my sister had even a modicum of sense, she wouldn't be engaged to that barbarian."
  ],
  "648": [
    648,
    "modish",
    "in the current fashion or style; ",
    "adjective",
    ""
  ],
  "649": [
    649,
    "monastic",
    "a male religious living in a cloister and devoting himself to contemplation and prayer and work; of communal life sequestered from the world under religious vows; ",
    "adjective",
    ""
  ],
  "650": [
    650,
    "mores",
    "(sociology) the conventions that embody the fundamental values of a group",
    "noun",
    []
  ],
  "651": [
    651,
    "moribund",
    "being on the point of death; declining rapidly losing all momentum in progress Whether you like it or not, jazz as a genre is moribund at best, possibly already dead.",
    "adjective",
    " "
  ],
  "652": [
    652,
    "multifarious",
    "having many aspects; ",
    "adjective",
    "multifarious interests;the multifarious noise of a great city;"
  ],
  "653": [
    653,
    "myriad",
    "a large indefinite number.",
    "noun",
    "There are a myriad of internet sites hawking pills that claim to boost energy for hours on end."
  ],
  "654": [
    654,
    "naïve",
    "",
    null,
    ""
  ],
  "655": [
    655,
    "nebulous",
    "lacking definition or definite content",
    "adjective",
    [
      "nebulous reasons",
      "unfixed as were her general notions of what men ought to be\"- Jane Austen"
    ]
  ],
  "656": [
    656,
    "neologism",
    "a newly invented word or phrase",
    "noun",
    []
  ],
  "657": [
    657,
    "nettle",
    "any of numerous plants having stinging hairs that cause skin irritation on contact (especially of the genus Urtica or family Urticaceae)",
    "noun",
    []
  ],
  "658": [
    658,
    "nominal",
    "relating to or constituting or bearing or giving a name",
    "adjective",
    [
      "the Russian system of nominal brevity",
      "a nominal lists of priests",
      "taxable males as revealed by the nominal rolls"
    ]
  ],
  "659": [
    659,
    "nonchalant",
    "coming across as cooly uninterested.",
    "adjective",
    "The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them."
  ],
  "660": [
    660,
    "novel",
    "an extended fictional work in prose; usually in the form of a story",
    "noun",
    []
  ],
  "661": [
    661,
    "obtuse",
    "slow to learn or understand; lacking intellectual acuity; lacking in insight or discernment.",
    "adjective",
    "Jackson was the most obtuse member of the team: the manager's subtle ironies were always lost on him."
  ],
  "662": [
    662,
    "occlude",
    "block passage through; ",
    "verb",
    ""
  ],
  "663": [
    663,
    "occult",
    "supernatural practices and techniques",
    "noun",
    [
      "he is a student of the occult"
    ]
  ],
  "664": [
    664,
    "odious",
    "unequivocally detestable; ",
    "adjective",
    "consequences odious to those you govern\"- Edmund Burke;"
  ],
  "665": [
    665,
    "offset",
    "a plate makes an inked impression on a rubber-blanketed cylinder, which in turn transfers it to the paper",
    "noun",
    []
  ],
  "666": [
    666,
    "opine",
    "express one's opinion openly and without fear or hesitation",
    "verb",
    [
      "John spoke up at the meeting"
    ]
  ],
  "667": [
    667,
    "ornate",
    "marked by elaborate rhetoric and elaborated with decorative details.",
    "adjective",
    "The ornate Victorian and Edwardian homes spread throughout San Francisco are my favorite part of the city."
  ],
  "668": [
    668,
    "orthodox",
    "of or pertaining to or characteristic of Judaism",
    "adjective",
    [
      "Orthodox Judaism"
    ]
  ],
  "669": [
    669,
    "oscillate",
    "move or swing from side to side regularly",
    "verb",
    [
      "the needle on the meter was oscillating"
    ]
  ],
  "670": [
    670,
    "ossify",
    "make rigid and set into a conventional pattern.",
    "verb",
    "Even as a young man, Bob had some bias against poor people, but during his years in social services, his bad opinions ossified into unshiftable views. This word has other definitions but this is the most important one for the GRE."
  ],
  "671": [
    671,
    "overshadow",
    "be greater in significance than",
    "verb",
    [
      "the tragedy overshadowed the couple's happiness"
    ]
  ],
  "672": [
    672,
    "overweening",
    "arrogant; presumptuous.",
    "adjective",
    "Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name."
  ],
  "673": [
    673,
    "painstaking",
    "characterized by extreme care and great effort; ",
    "adjective",
    "painstaking research;"
  ],
  "674": [
    674,
    "palatial",
    "relating to or being a palace",
    "adjective",
    [
      "the palatial residence"
    ]
  ],
  "675": [
    675,
    "pallid",
    "abnormally deficient in color as suggesting physical or emotional distress; (of light) lacking in intensity or brightness; dim or feeble; lacking in vitality or interest or effectiveness; ",
    "adjective",
    "the pallid face of the invalid;a pallid sky;a pallid performance;"
  ],
  "676": [
    676,
    "paradigm",
    "systematic arrangement of all the inflected forms of a word",
    "noun",
    []
  ],
  "677": [
    677,
    "paradox",
    "(logic) a statement that contradicts itself",
    "noun",
    [
      "`I always lie' is a paradox because if it is true it must be false"
    ]
  ],
  "678": [
    678,
    "parley",
    "a negotiation between enemies",
    "noun",
    []
  ],
  "679": [
    679,
    "parochial",
    "narrowly restricted in scope or outlook.",
    "adjective",
    "Jasmine was sad to admit it, but her fledgling relationship with Jacob did not work out because his culinary tastes were simply too parochial; \"After all,\" she quipped on her blog, \"he considered Chef Boyardee ethnic food.\"."
  ],
  "680": [
    680,
    "parody",
    "a composition that imitates or misrepresents somebody's style, usually in a humorous way",
    "noun",
    []
  ],
  "681": [
    681,
    "parry",
    "(fencing) blocking a lunge or deflecting it with a circular motion of the sword",
    "noun",
    []
  ],
  "682": [
    682,
    "partial",
    "being or affecting only a part; not total",
    "adjective",
    [
      "a partial description of the suspect",
      "partial collapse",
      "a partial eclipse",
      "a partial monopoly",
      "partial immunity"
    ]
  ],
  "683": [
    683,
    "pastiche",
    "a work of art that imitates the style of some previous work",
    "noun",
    []
  ],
  "684": [
    684,
    "peccadillo",
    "a petty misdeed; ",
    "noun",
    ""
  ],
  "685": [
    685,
    "pejorative",
    "expressing disapproval (usu.",
    "adjective",
    "refers to a term). Most psychologists object to the pejorative term \"shrink\", believing that they expand the human mind, not limit it. This word has other definitions but this is the most important one for the GRE."
  ],
  "686": [
    686,
    "penitent",
    "(Roman Catholic Church) a person who repents for wrongdoing (a Roman Catholic may be admitted to penance under the direction of a confessor)",
    "noun",
    []
  ],
  "687": [
    687,
    "penurious",
    "miserly.",
    "adjective",
    "Warren Buffett, famous multi-billionaire, still drives a cheap sedan, not because he is penurious, but because luxury cars are gaudy and impractical."
  ],
  "688": [
    688,
    "penury",
    "a state of extreme poverty or destitution; ",
    "noun",
    ""
  ],
  "689": [
    689,
    "peregrinate",
    "travel around, through, or over, especially on foot",
    "verb",
    [
      "peregrinate the bridge"
    ]
  ],
  "690": [
    690,
    "peremptory",
    "bossy and domineering.",
    "adjective",
    "My sister used to peremptorily tell me to do the dishes, a chore I would either do perfunctorily or avoid doing altogether."
  ],
  "691": [
    691,
    "permeate",
    "spread or diffuse through",
    "verb",
    [
      "An atmosphere of distrust has permeated this administration",
      "music penetrated the entire building",
      "His campaign was riddled with accusations and personal attacks"
    ]
  ],
  "692": [
    692,
    "perspicacious",
    "acutely insightful and wise.",
    "adjective",
    "Many modern observers regard Eisenhower as perspicacious, particularly in his accurate prediction of the growth of the military."
  ],
  "693": [
    693,
    "pertinent",
    "having precise or logical relevance to the matter at hand.",
    "adjective",
    "While the salaries of the players might draw attention in the media, such monetary figures are not pertinent to the question of who plays the best on the field."
  ],
  "694": [
    694,
    "picayune",
    "trifling or petty (a person).",
    "adjective",
    "English teachers are notorious for being picayune; however, the English language is so nuanced and sophisticated that often such teachers are not being contrary but are only adhering to the rules."
  ],
  "695": [
    695,
    "pillory",
    "ridicule or expose to public scorn.",
    "verb",
    "After the candidate confessed, the press of the opposing party took the opportunity to pillory him, printing editorials with the most blatantly exaggerated accusations. This word has other definitions but this is the most important one for the GRE."
  ],
  "696": [
    696,
    "piquant",
    "having an agreeably pungent taste.",
    "adjective",
    "The chef, with a mere flick of the salt shaker, turned the bland tomato soup into a piquant meal."
  ],
  "697": [
    697,
    "plaintive",
    "expressing sorrow; ",
    "adjective",
    ""
  ],
  "698": [
    698,
    "plastic",
    "generic name for certain synthetic or semisynthetic materials that can be molded or extruded into objects or films or filaments or used for making e.g. coatings and adhesives",
    "noun",
    []
  ],
  "699": [
    699,
    "plausible",
    "apparently reasonable and valid, and truthful",
    "adjective",
    [
      "a plausible excuse"
    ]
  ],
  "700": [
    700,
    "pliant",
    "capable of being influenced or formed; capable of being shaped or bent or drawn out; able to adjust readily to different conditions; capable of being bent or flexed or twisted without breaking; ",
    "adjective",
    "a pliant nature;pliant molten glass;a pliant young tree;"
  ],
  "701": [
    701,
    "plucky",
    "marked by courage and determination.",
    "adjective",
    "Some scouts initially doubted Pedroia because of his short stature, but he is a plucky player, surprising everyone with his boundless energy and fierce determination."
  ],
  "702": [
    702,
    "plummet",
    "drop sharply",
    "verb",
    [
      "The stock market plummeted"
    ]
  ],
  "703": [
    703,
    "poignant",
    "emotionally touching.",
    "adjective",
    "After the Montagues and Capulets discover the dead bodies of Romeo and Juliet, in the play's most poignant moment, the two griefstricken familes agree to end their feud once and for all. This word has other definitions but this is the most important one for the GRE."
  ],
  "704": [
    704,
    "polarize",
    "cause to vibrate in a definite pattern",
    "verb",
    [
      "polarize light waves"
    ]
  ],
  "705": [
    705,
    "polemic",
    "a strong verbal or written attack on someone or something.",
    "noun",
    "The professor launched into a polemic, claiming that Freudian theory was a pack of lies that absolutely destroyed European literary theory. This word has other definitions but this is the most important one for the GRE."
  ],
  "706": [
    706,
    "politic",
    "marked by artful prudence, expedience, and shrewdness",
    "adjective",
    [
      "it is neither polite nor politic to get into other people's quarrels",
      "a politic decision",
      "a politic manager",
      "a politic old scoundrel",
      "a shrewd and politic reply"
    ]
  ],
  "707": [
    707,
    "ponderous",
    "weighed-down; moving slowly.",
    "adjective",
    "Laden with 20 kilograms of college text books, the freshman moved ponderously across the campus."
  ],
  "708": [
    708,
    "precocious",
    "characterized by or characteristic of exceptionally early development or maturity (especially in mental aptitude).",
    "adjective",
    "Though only seven years old, she was a precocious chess prodigy, able to beat players twice her age."
  ],
  "709": [
    709,
    "profound",
    "showing intellectual penetration or emotional depth",
    "adjective",
    [
      "the differences are profound",
      "a profound insight",
      "a profound book",
      "a profound mind",
      "profound contempt",
      "profound regret"
    ]
  ],
  "710": [
    710,
    "prolific",
    "intellectually productive.",
    "adjective",
    "Schubert was the most prolific composer, producing hundreds of hours of music before he died at the age of 31."
  ],
  "711": [
    711,
    "prophetic",
    "foretelling events as if by supernatural intervention",
    "adjective",
    [
      "prophetic writings",
      "prophetic powers",
      "words that proved prophetic"
    ]
  ],
  "712": [
    712,
    "propitious",
    "presenting favorable circumstances; likely to result in or show signs of success The child's heartbeat is still weak, but I am seeing many propitious signs and I think that she may be healing.",
    "adjective",
    " "
  ],
  "713": [
    713,
    "proscribe",
    "command against.",
    "verb",
    "My doctor proscribes that I not eat donuts with chocolate sauce and hamburger patties for breakfast."
  ],
  "714": [
    714,
    "providential",
    "relating to or characteristic of providence",
    "adjective",
    [
      "assumption that nature operates only according to a providential plan\"- M.R.Cohen"
    ]
  ],
  "715": [
    715,
    "pundit",
    "someone who has been admitted to membership in a scholarly field.",
    "noun",
    "Steven Pinker's credentials are unquestioned as a pundit; he has taught at MIT and Stanford, teaches at Harvard, and has published a number of influential books on cognition, language, and psychology."
  ],
  "716": [
    716,
    "pungent",
    "strong and sharp",
    "adjective",
    [
      "the pungent taste of radishes",
      "the acrid smell of burning rubber"
    ]
  ],
  "717": [
    717,
    "quail",
    "draw back, as with fear or pain.",
    "verb",
    "Craig always claimed to be a fearless outdoorsman, but when the thunderstorm engulfed the valley, he quailed at the thought of leaving the safety of his cabin. This word has other definitions but this is the most important one for the GRE."
  ],
  "718": [
    718,
    "qualm",
    "uneasiness about the fitness of an action.",
    "noun",
    "While he could articulate no clear reason why Harkner's plan would fail, he neverless felt qualms about committing any resources to it."
  ],
  "719": [
    719,
    "quandary",
    "state of uncertainty or perplexity especially as requiring a choice between equally unfavorable options.",
    "noun",
    "Steve certainly is in a quandary: if he doesn't call Elaine, she will blame him for everything, but if he does call her, the evidence of where he currently is could cost him his job."
  ],
  "720": [
    720,
    "rancorous",
    "showing deep-seated resentment",
    "adjective",
    [
      "preserve...from rancourous envy of the rich\"- Aldous Huxley"
    ]
  ],
  "721": [
    721,
    "rapacious",
    "excessively greedy and grasping",
    "adjective",
    [
      "a rapacious divorcee on the prowl",
      "ravening creditors",
      "paying taxes to voracious governments"
    ]
  ],
  "722": [
    722,
    "rarefied",
    "make more subtle or refined.",
    "verb",
    "Jack's vulgar jokes were not so successful in the rarefied enviroment of college professors. This word has other definitions but this is the most important one for the GRE."
  ],
  "723": [
    723,
    "raucous",
    "unpleasantly loud and harsh",
    "adjective",
    []
  ],
  "724": [
    724,
    "recant",
    "formally reject or disavow a formerly held belief, usually under pressure; ",
    "verb",
    ""
  ],
  "725": [
    725,
    "reconcile",
    "make (one thing) compatible with (another).",
    "verb",
    "Peggy was unable to reconcile her kind friend Jane with the cruel and merciless character Jane played on television."
  ],
  "726": [
    726,
    "recrudescent",
    "the revival of an unfortunate situation after a period of abatement",
    "adjective",
    [
      "the patient presented with a case of recrudescent gastralgia"
    ]
  ],
  "727": [
    727,
    "redoubtable",
    "inspiring fear or awe.",
    "adjective",
    "On television basketball players don't look that tall, but when you stand in front of a seven-foot tall NBA player, he is truly redoubtable."
  ],
  "728": [
    728,
    "refulgent",
    "radiating or as if radiating light; ",
    "adjective",
    "a refulgent sunset;"
  ],
  "729": [
    729,
    "relish",
    "spicy or savory condiment",
    "noun",
    []
  ],
  "730": [
    730,
    "remiss",
    "to be negligent in one\"s duty.",
    "adjective",
    "Remiss in his duty to keep the school functioning efficiently, the principle was relieved of his position after only three months."
  ],
  "731": [
    731,
    "renege",
    "fail to fulfill a promise or obligation.",
    "verb",
    "We will no longer work with that vendor since it has reneged on nearly every agreement."
  ],
  "732": [
    732,
    "respite",
    "a pause from doing something (as work).",
    "noun",
    "Every afternoon, the small company has a respite in which workers play foosball or board games."
  ],
  "733": [
    733,
    "robust",
    "sturdy and strong in form, constitution, or construction.",
    "adjective",
    "Chris preferred bland and mild beers, but Bhavin preferred a beer with more robust flavor."
  ],
  "734": [
    734,
    "ruminate",
    "chew the cuds",
    "verb",
    [
      "cows ruminate"
    ]
  ],
  "735": [
    735,
    "sacrosanct",
    "must be kept sacred; ",
    "adjective",
    ""
  ],
  "736": [
    736,
    "salutary",
    "tending to promote physical well-being; beneficial to health; ",
    "adjective",
    "the salutary influence of pure air;"
  ],
  "737": [
    737,
    "sanctimonious",
    "making a show of being pious; holier-than-thou.",
    "adjective",
    "Even during the quiet sanctity of evening prayer, she held her chin high, a sanctimonious sneer forming on her face as she eyed those who were attending church for the first time."
  ],
  "738": [
    738,
    "sap",
    "a watery solution of sugars, salts, and minerals that circulates through the vascular system of a plant",
    "noun",
    []
  ],
  "739": [
    739,
    "satiate",
    "fill to satisfaction",
    "verb",
    [
      "I am sated"
    ]
  ],
  "740": [
    740,
    "scathing",
    "marked by harshly abusive criticism",
    "adjective",
    [
      "his scathing remarks about silly lady novelists",
      "her vituperative railing"
    ]
  ],
  "741": [
    741,
    "secular",
    "of or relating to the doctrine that rejects religion and religious considerations",
    "adjective",
    []
  ],
  "742": [
    742,
    "sententious",
    "to be moralizing, usually in a pompous sense.",
    "adjective",
    "The old man, casting his nose up in the air at the group of adolescents, intoned sententiously, \"Youth is wasted on the young.\"."
  ],
  "743": [
    743,
    "sentient",
    "endowed with feeling and unstructured consciousness",
    "adjective",
    [
      "the living knew themselves just sentient puppets on God's stage\"- T.E.Lawrence"
    ]
  ],
  "744": [
    744,
    "shard",
    "a broken piece of a brittle artifact",
    "noun",
    []
  ],
  "745": [
    745,
    "skittish",
    "unpredictably excitable (especially of horses)",
    "adjective",
    []
  ],
  "746": [
    746,
    "slight",
    "pay no attention to, disrespect",
    "verb",
    [
      "She cold-shouldered her ex-fiance"
    ]
  ],
  "747": [
    747,
    "somnolent",
    "inclined to or marked by drowsiness; ",
    "adjective",
    "the sound had a somnolent effect;"
  ],
  "748": [
    748,
    "sophistry",
    "a deliberately invalid argument displaying ingenuity in reasoning in the hope of deceiving someone; ",
    "noun",
    ""
  ],
  "749": [
    749,
    "sordid",
    "involving ignoble actions and motives; arousing moral distaste and contempt; foul and run-down and repulsive.",
    "adjective",
    "The nightly news simply announced that the senator had had an affair, but the tabloid published all the sordid details of the interaction. This word has other definitions but this is the most important one for the GRE."
  ],
  "750": [
    750,
    "sparse",
    "not dense",
    "adjective",
    [
      "a thin beard",
      "trees were sparse"
    ]
  ],
  "751": [
    751,
    "spartan",
    "unsparing and uncompromising in discipline or judgment; practicing great self- denial.",
    "adjective",
    "After losing everything in a fire, Tim decided to live in spartan conditions, sleeping on the floor and owning as little furniture as a possible."
  ],
  "752": [
    752,
    "splenetic",
    "very irritable.",
    "adjective",
    "Ever since the car accident, Frank has been unable to walk without a cane, and so he has become splenetic and unpleasant to be around."
  ],
  "753": [
    753,
    "squelch",
    "suppress or crush completely.",
    "verb",
    "After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any journalist who said anything that could be interpreted as negative about his regime."
  ],
  "754": [
    754,
    "stalwart",
    "dependable; inured to fatigue or hardships.",
    "adjective",
    "Despite all the criticism directed at the President during this scandal, Lisa has remained his stalwart supporter."
  ],
  "755": [
    755,
    "staunch",
    "firm and dependable especially in loyalty.",
    "adjective",
    "No longer a staunch supporter of the movement, Todd now will openly question whether its goals are worthwhile."
  ],
  "756": [
    756,
    "stentorian",
    "used of the voice; ",
    "adjective",
    ""
  ],
  "757": [
    757,
    "stoic",
    "a member of the ancient Greek school of philosophy founded by Zeno",
    "noun",
    [
      "a Stoic achieves happiness by submission to destiny"
    ]
  ],
  "758": [
    758,
    "stringent",
    "demanding strict attention to rules and procedures.",
    "adjective",
    "Most of the students disliked the teacher because of his stringent homework policy, but many students would later thank him for demanding so much from them."
  ],
  "759": [
    759,
    "stultify",
    "cause one, through routine, to lose energy and enthusiasm.",
    "verb",
    "As an undergraduate Mark felt stultified by classes outside his area of study; only in grad school, in which he could focus solely on literary analysis, did he regain his scholarly edge."
  ],
  "760": [
    760,
    "stymie",
    "hinder or prevent the progress or accomplishment of.",
    "verb",
    "The engineers found their plans stymied at every turn and were ultimately able to make amlost no progress on the project."
  ],
  "761": [
    761,
    "sublime",
    "vaporize and then condense right back again",
    "verb",
    []
  ],
  "762": [
    762,
    "substantiate",
    "solidify, firm, or strengthen",
    "verb",
    [
      "The president's trip will substantiate good relations with the former enemy country"
    ]
  ],
  "763": [
    763,
    "subtle",
    "able to make fine distinctions",
    "adjective",
    [
      "a subtle mind"
    ]
  ],
  "764": [
    764,
    "supercilious",
    "haughty and disdainful; looking down on others.",
    "adjective",
    "Nelly felt the Quiz Bowl director acted superciliously towards the underclassmen; really, she fumed, must he act so preternaturally omniscient each time he intones some obscure fact--as though everybody knows that Mt. Aconcagua is the highest peak in Sout."
  ],
  "765": [
    765,
    "synoptic",
    "presenting a summary or general view of a whole",
    "adjective",
    [
      "a synoptic presentation of a physical theory"
    ]
  ],
  "766": [
    766,
    "tact",
    "consideration in dealing with others and avoiding giving offense.",
    "noun",
    "In a tremendous display of tact, Shelly was able to maintain a strong friendship with Marcia, even though Marcia's husband, Frank, confessed to finding Shelley more attractive than Marcia."
  ],
  "767": [
    767,
    "tangential",
    "of or relating to or acting along or in the direction of a tangent",
    "adjective",
    [
      "tangential forces"
    ]
  ],
  "768": [
    768,
    "temerity",
    "fearless daring.",
    "noun",
    "No child has the temerity to go in the rundown house at the end of the street and see if it is haunted."
  ],
  "769": [
    769,
    "tempestuous",
    "as if driven by turbulent or conflicting emotions; highly energetic and wildly changing or fluctuating.",
    "adjective",
    "Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship."
  ],
  "770": [
    770,
    "toady",
    "a person who tries to please someone in order to gain a personal advantage; try to gain favor by cringing or flattering; ",
    "verb",
    ""
  ],
  "771": [
    771,
    "torpid",
    "slow and apathetic; in a condition of biological rest or suspended animation; ",
    "adjective",
    "a mind grown torpid in old age;torpid frogs;"
  ],
  "772": [
    772,
    "tout",
    "advertize in strongly positive terms; show off.",
    "verb",
    "At the conference, the CEO touted the extraordinary success of his company's Research & Development division."
  ],
  "773": [
    773,
    "tranquil",
    "(of a body of water) free from disturbance by heavy waves; not agitated; without losing self-possession; ",
    "adjective",
    "a lake of tranquil blue water reflecting a tranquil blue sky;she became more tranquil;tranquil life in the country;"
  ],
  "774": [
    774,
    "transgression",
    "the act of transgressing; the violation of a law or a duty or moral principle",
    "noun",
    [
      "the boy was punished for the transgressions of his father"
    ]
  ],
  "775": [
    775,
    "travesty",
    "an absurd presentation of something; a mockery.",
    "noun",
    "What I expected to be an intelligent, nuanced historical documentary turned out to be a poorly-produced travesty of the form."
  ],
  "776": [
    776,
    "trifling",
    "the deliberate act of delaying and playing instead of working; not worth considering; ",
    "adjective",
    "a trifling matter;"
  ],
  "777": [
    777,
    "trite",
    "repeated too often; overfamiliar through overuse.",
    "adjective",
    "Many style guides recommend not using idioms in writing because these trite expressions are uninteresting and show a lack of imagination on the part of the writer."
  ],
  "778": [
    778,
    "unconscionable",
    "unreasonable; unscrupulous; excessive.",
    "adjective",
    "The lawyer's demands were so unconscionable that rather than pay an exorbitant sum or submit himself to any other inconveniences, the defendant decided to find a new lawyer."
  ],
  "779": [
    779,
    "unprecedented",
    "having never been done or known before; novel.",
    "adjective",
    "When America first created its national parks, the idea of setting aside the most beautiful land in a country was unprecedented in the history of mankind."
  ],
  "780": [
    780,
    "unseemly",
    "not in keeping with accepted standards of what is right or proper in polite society He acted in an unseemly manner, insulting the hostess and then speaking ill of her deceased husband.",
    "adjective",
    " "
  ],
  "781": [
    781,
    "untoward",
    "unfavorable; inconvenient.",
    "adjective",
    "Some professors find teaching untoward as having to prepare for lectures and conduct office hours prevents them from focusing on their research."
  ],
  "782": [
    782,
    "usury",
    "an exorbitant or unlawful rate of interest",
    "noun",
    []
  ],
  "783": [
    783,
    "vacuous",
    "devoid of intelligence, matter, or significance.",
    "adjective",
    "To the journalist's pointed question, the senator gave a vacuous response, mixing a few of his overall. campaign slogans with platitudes and completely avoiding the controversial subject of the question."
  ],
  "784": [
    784,
    "variegated",
    "having a variety of colors; ",
    "adjective",
    ""
  ],
  "785": [
    785,
    "venal",
    "capable of being corrupted; ",
    "adjective",
    "a venal police officer;"
  ],
  "786": [
    786,
    "verdant",
    "characterized by abundance of verdure",
    "adjective",
    []
  ],
  "787": [
    787,
    "veritable",
    "truthfully, without a doubt.",
    "adjective",
    "Frank is a veritable life-saver -- last year, on two different occasions, he revived people using CPR."
  ],
  "788": [
    788,
    "vexation",
    "anger produced by some annoying irritation; the psychological state of being irritated or annoyed; something or someone that causes anxiety; a source of unhappiness; the act of troubling or annoying someone; ",
    "noun",
    ""
  ],
  "789": [
    789,
    "viable",
    "capable of life or normal growth and development",
    "adjective",
    [
      "viable seeds",
      "a viable fetus"
    ]
  ],
  "790": [
    790,
    "vicissitude",
    "change in one\"s circumstances, usually for the worse.",
    "noun",
    "Even great rulers have their vicissitudes--massive kingdoms have diminished overnight, and once beloved kings have faced the scorn of angry masses."
  ],
  "791": [
    791,
    "vigilant",
    "carefully observant or attentive; on the lookout for possible danger; ",
    "adjective",
    "the vigilant eye of the town watch;"
  ],
  "792": [
    792,
    "vilify",
    "spread negative information about.",
    "verb",
    "Todd was noble after the divorce, choosing to say only complimentary things about Barbara, but Barbara did not hesitate to vilify Todd."
  ],
  "793": [
    793,
    "viscous",
    "having a relatively high resistance to flow; having the sticky properties of an adhesive; ",
    "adjective",
    ""
  ],
  "794": [
    794,
    "vituperate",
    "to criticize harshly; to berate.",
    "adjective",
    "Jason had dealt with disciplinarians before, but nothing prepared him for the first week of boot camp, as drill sergeants vituperated him for petty oversights such as forgetting to double knot the laces on his boots."
  ],
  "795": [
    795,
    "voracious",
    "very hungry; approaching an activity with gusto.",
    "adjective",
    "Steven was a voracious reader, sometimes finishing two novels in the same day."
  ],
  "796": [
    796,
    "wanton",
    "without check or limitation; showing no moral restraints to one's anger, desire, or appetites.",
    "adjective",
    "Due to wanton behavior and crude language, the drunk man was thrown out of the bar and asked to never return."
  ],
  "797": [
    797,
    "wax",
    "to gradually increase in size or intensity.",
    "verb",
    "Her enthusiasm for the diva's new album only waxed with each song; by the end of the album, it was her favorite CD yet. This word has other definitions but this is the most important one for the GRE."
  ],
  "798": [
    798,
    "welter",
    "toss, roll, or rise and fall in an uncontrolled way",
    "verb",
    [
      "The shipwrecked survivors weltered in the sea for hours"
    ]
  ],
  "799": [
    799,
    "wily",
    "marked by skill in deception; ",
    "adjective",
    "a wily old attorney;"
  ],
  "800": [
    800,
    "winsome",
    "charming in a childlike or naive way.",
    "adjective",
    "She was winsome by nature, and many people were drawn to this free and playful spirit. Basic Words."
  ],
  "801": [
    801,
    "abase",
    "cause to feel shame; hurt the pride of; ",
    "verb",
    ""
  ],
  "802": [
    802,
    "abhor",
    "find repugnant",
    "verb",
    [
      "I loathe that man",
      "She abhors cats"
    ]
  ],
  "803": [
    803,
    "abstemious",
    "sparing in consumption of especially food and drink",
    "adjective",
    [
      "the pleasures of the table, never of much consequence to one naturally abstemious\"- John Galsworthy"
    ]
  ],
  "804": [
    804,
    "acquiesce",
    "to agree or express agreement; ",
    "verb",
    ""
  ],
  "805": [
    805,
    "alchemy",
    "a pseudoscientific forerunner of chemistry in medieval times",
    "noun",
    []
  ],
  "806": [
    806,
    "aloof",
    "remote in manner",
    "adjective",
    [
      "stood apart with aloof dignity",
      "a distant smile",
      "he was upstage with strangers"
    ]
  ],
  "807": [
    807,
    "apothegm",
    "a short, pithy instructive saying.",
    "noun",
    "Winston Churchill is famous for many apothegms, but this might be his most famous: \"It has been said that democracy is the worst form of government except all the others that have been tried.\"."
  ],
  "808": [
    808,
    "ardent",
    "characterized by intense emotion",
    "adjective",
    [
      "ardent love",
      "an ardent lover",
      "a fervent desire to change society",
      "a fervent admirer",
      "fiery oratory",
      "an impassioned appeal",
      "a torrid love affair"
    ]
  ],
  "809": [
    809,
    "axiom",
    "(logic) a proposition that is not susceptible of proof or disproof; its truth is assumed to be self-evident",
    "noun",
    []
  ],
  "810": [
    810,
    "badger",
    "to pester.",
    "verb",
    "Badgered by his parents to find a job, the 30-year-old loafer instead joined a gang of itinerant musicians. This word has other definitions but this is the most important one for the GRE."
  ],
  "811": [
    811,
    "balk",
    "refuse to comply.",
    "verb",
    "The students were willing to clean up the broken glass, but when the teacher asked them to mop the entire floor, they balked, citing reasons why they needed to leave."
  ],
  "812": [
    812,
    "banish",
    "expel from a community, residence, or location; drive away The most difficult part of the fast was banishing thoughts of food.",
    "verb",
    "This word has other definitions but this is the most important one for the GRE"
  ],
  "813": [
    813,
    "bedlam",
    "pejorative terms for an insane asylum",
    "noun",
    []
  ],
  "814": [
    814,
    "belittle",
    "lessen the importance, dignity, or reputation of.",
    "verb",
    "A good teacher will never belittle his students, but will instead empower them."
  ],
  "815": [
    815,
    "bemoan",
    "express discontent or a stong regret.",
    "verb",
    "While the CFO carefully explained all the reasons for the cuts in benefits, after the meeting employees bemoaned the cuts as further evidence that management was against them."
  ],
  "816": [
    816,
    "benevolent",
    "intending or showing kindness",
    "adjective",
    [
      "a benevolent society"
    ]
  ],
  "817": [
    817,
    "bereft",
    "sorrowful through loss or deprivation.",
    "adjective",
    "You are not bereft if you haven't played on your Xbox in the past week, his mother said."
  ],
  "818": [
    818,
    "besiege",
    "harass, as with questions or requests; cause to feel distressed or worried.",
    "verb",
    "After discovering a priceless artifact in her backyard, Jane was besieged by phone calls, emails, and reporters all trying to buy, hold or see the rare piece of history."
  ],
  "819": [
    819,
    "betray",
    "to reveal or make known something, usually unintentionally.",
    "verb",
    "With the gold medal at stake, the gymnast awaited his turn, his quivering lip betraying his intense emotions."
  ],
  "820": [
    820,
    "brevity",
    "the use of brief expressions",
    "noun",
    []
  ],
  "821": [
    821,
    "callous",
    "make insensitive or callous; deaden feelings or morals",
    "verb",
    []
  ],
  "822": [
    822,
    "callow",
    "young and inexperienced.",
    "adjective",
    "Both Los Angeles and New York are known for callow out-of-towners hoping to make it big."
  ],
  "823": [
    823,
    "canon",
    "a rule or especially body of rules or principles generally established as valid and fundamental in a field or art or philosophy",
    "noun",
    [
      "the neoclassical canon",
      "canons of polite society"
    ]
  ],
  "824": [
    824,
    "charlatan",
    "a flamboyant deceiver; one who attracts customers with tricks or jokes.",
    "noun",
    "You may call him a \"motivational speaker,\" but I call him a charlatan--he doesn't have any idea what he's really talking about."
  ],
  "825": [
    825,
    "chastise",
    "to reprimand harshly.",
    "verb",
    "Though chastised for his wanton abuse of the pantry, Lawrence shrugged off his mother's harsh words, and continued to plow through jars of cookies and boxes of donuts."
  ],
  "826": [
    826,
    "chivalrous",
    "being attentive to women like an ideal knight.",
    "adjective",
    "Marco's chivalrous ways, like opening doors and pulling out chairs, was much appreciated by his date."
  ],
  "827": [
    827,
    "clemency",
    "leniency and compassion shown toward offenders by a person or agency charged with administering justice.",
    "noun",
    "In the final moments of the trial, during his closing speech, Phillips was nearly begging the judge for clemency."
  ],
  "828": [
    828,
    "cognizant",
    "(sometimes followed by `of') having or showing knowledge or understanding or realization or perception; ",
    "adjective",
    ""
  ],
  "829": [
    829,
    "complaisant",
    "showing a cheerful willingness to do favors for others.",
    "adjective",
    "On her first day at the job, Annie was complaisant, fulfilling every request of her new employee and. anticipating future requests."
  ],
  "830": [
    830,
    "compliant",
    "disposed or willing to comply",
    "adjective",
    [
      "children compliant with the parental will"
    ]
  ],
  "831": [
    831,
    "complicit",
    "Associated with or participating in an activity, especially one of a questionable nature.",
    "adjective",
    "While the grand jury cleared the senator of all criminal charges, in the public mind he was still complicit in the corruption."
  ],
  "832": [
    832,
    "concede",
    "give over; surrender or relinquish to the physical control of another.",
    "verb",
    "The Spanish were forced to concede much of the territory they had previously conquered."
  ],
  "833": [
    833,
    "consternation",
    "fear resulting from the awareness of danger; ",
    "noun",
    ""
  ],
  "834": [
    834,
    "contemptuous",
    "scornful, looking down at others with a sneering attitude.",
    "adjective",
    "Always on the forefront of fashion, Vanessa looked contemptuously at anyone wearing dated clothing."
  ],
  "835": [
    835,
    "contend",
    "maintain or assert",
    "verb",
    [
      "He contended that Communism had no future"
    ]
  ],
  "836": [
    836,
    "coterminous",
    "being of equal extent or scope or duration.",
    "adjective",
    "The border of the state is coterminous with geographic limits on travel; the east and north are surrounded by a nearly uncrossable river and the south by a desert."
  ],
  "837": [
    837,
    "culminate",
    "reach the highest or most decisive point.",
    "verb",
    "Beethoven's musical genius culminated in the 9th Symphony, which many consider his greatest work."
  ],
  "838": [
    838,
    "culpable",
    "deserving blame or censure as being wrong or evil or injurious; ",
    "adjective",
    "culpable negligence;"
  ],
  "839": [
    839,
    "cursory",
    "hasty and without attention to detail; not thorough; ",
    "adjective",
    "a casual (or cursory) inspection failed to reveal the house's structural flaws;"
  ],
  "840": [
    840,
    "decry",
    "express strong disapproval of.",
    "verb",
    "The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee."
  ],
  "841": [
    841,
    "deign",
    "do something that one considers to be below one's dignity.",
    "verb",
    "The master of the house never deigned to answer questions from the servants."
  ],
  "842": [
    842,
    "denounce",
    "speak out against",
    "verb",
    [
      "He denounced the Nazis"
    ]
  ],
  "843": [
    843,
    "desecrate",
    "to willfully violate or destroy a sacred place.",
    "verb",
    "After desecrating the pharaoh's tomb, the archaeologist soon fell victim to a horrible illness."
  ],
  "844": [
    844,
    "diminutive",
    "very small.",
    "adjective",
    "When he put on his father's suit and shoes, his appearance was that of a diminutive youth."
  ],
  "845": [
    845,
    "discern",
    "detect with the senses; ",
    "verb",
    ""
  ],
  "846": [
    846,
    "divulge",
    "make known to the public information that was previously known only to a few people or that was meant to be kept a secret; ",
    "verb",
    ""
  ],
  "847": [
    847,
    "dormant",
    "in a condition of biological rest or suspended animation",
    "adjective",
    [
      "dormant buds",
      "a hibernating bear",
      "torpid frogs"
    ]
  ],
  "848": [
    848,
    "draconian",
    "of or relating to Draco or his harsh code of laws",
    "adjective",
    [
      "Draconian measures"
    ]
  ],
  "849": [
    849,
    "duress",
    "compulsory force or threat.",
    "noun",
    "The witness said he signed the contract under duress and argued that the court should cancel the agreement."
  ],
  "850": [
    850,
    "efficacy",
    "capacity or power to produce a desired effect",
    "noun",
    [
      "concern about the safety and efficacy of the vaccine"
    ]
  ],
  "851": [
    851,
    "effigy",
    "a representation of a person (especially in the form of sculpture)",
    "noun",
    [
      "the coin bears an effigy of Lincoln",
      "the emperor's tomb had his image carved in stone"
    ]
  ],
  "852": [
    852,
    "ennui",
    "the feeling of being bored by something tedious; ",
    "noun",
    ""
  ],
  "853": [
    853,
    "enormity",
    "an act of extreme wickedness.",
    "noun",
    "The enormity of Pol Pot's regime is hard to capture in words--within months hundreds of thousands of Cambodians lost their lives. This word has other definitions but this is the most important one for the GRE."
  ],
  "854": [
    854,
    "entrenched",
    "fixed firmly or securely.",
    "adjective",
    "By the time we reach 60-years old, most of our habits are so entrenched that it is difficult for us to change."
  ],
  "855": [
    855,
    "epitome",
    "a brief abstract (as of an article or book)",
    "noun",
    []
  ],
  "856": [
    856,
    "erroneous",
    "containing or characterized by error",
    "adjective",
    [
      "erroneous conclusions"
    ]
  ],
  "857": [
    857,
    "excoriate",
    "to criticize very harshly.",
    "verb",
    "Entrusted with the prototype to his company's latest smartphone, Larry, during a late night karaoke bout, let the prototype slip into the hands of a rival company--the next day Larry was excoriated, and then fired."
  ],
  "858": [
    858,
    "exhort",
    "to strongly urge on; encourage.",
    "verb",
    "Nelson's parents exhorted him to study medicine, urging him to choose a respectable profession; intransigent, Nelson left home to become a graffiti artist."
  ],
  "859": [
    859,
    "exposition",
    "a systematic interpretation or explanation (usually written) of a specific topic",
    "noun",
    []
  ],
  "860": [
    860,
    "expound",
    "add details or explanation; clarify the meaning; state in depth.",
    "verb",
    "The CEO refused to expound on the decision to merge our department with another one, and so I quit."
  ],
  "861": [
    861,
    "expunge",
    "to eliminate completely.",
    "verb",
    "When I turned 18, all of the shoplifting and jaywalking charges were expunged from my criminal record."
  ],
  "862": [
    862,
    "extirpate",
    "surgically remove (an organ)",
    "verb",
    []
  ],
  "863": [
    863,
    "facile",
    "arrived at without due care or effort; lacking depth.",
    "adjective",
    "Many news shows provide facile explanations to complex politics, so I prefer to read the in-depth reporting of The New York Times."
  ],
  "864": [
    864,
    "fallacy",
    "a misconception resulting from incorrect reasoning",
    "noun",
    []
  ],
  "865": [
    865,
    "ferret",
    "to search for something persistently.",
    "verb",
    "Ever the resourceful lexicographer, Fenton was able to ferret out the word origin of highly obscure words. This word has other definitions but this is the most important one for the GRE."
  ],
  "866": [
    866,
    "fervent",
    "extremely hot",
    "adjective",
    [
      "the fervent heat...merely communicated a genial warmth to their half-torpid systems\"- Nathaniel Hawthorne",
      "set out...when the fervid heat subsides\"- Frances Trollope"
    ]
  ],
  "867": [
    867,
    "fidelity",
    "accuracy with which an electronic system reproduces the sound or image of its input signal",
    "noun",
    []
  ],
  "868": [
    868,
    "flamboyant",
    "marked by ostentation but often tasteless",
    "adjective",
    [
      "a cheap showy rhinestone bracelet",
      "a splashy half-page ad"
    ]
  ],
  "869": [
    869,
    "forage",
    "wander and feed",
    "verb",
    [
      "The animals forage in the woods"
    ]
  ],
  "870": [
    870,
    "gratuitous",
    "without cause",
    "adjective",
    [
      "a gratuitous insult"
    ]
  ],
  "871": [
    871,
    "harbinger",
    "something that precedes and indicates the approach of something or someone",
    "noun",
    []
  ],
  "872": [
    872,
    "harried",
    "troubled persistently especially with petty annoyances.",
    "adjective",
    "With a team of new hires to train, Martha was constantly harried with little questions and could not focus on her projects."
  ],
  "873": [
    873,
    "hedonist",
    "someone motivated by desires for sensual pleasures",
    "noun",
    []
  ],
  "874": [
    874,
    "heyday",
    "the pinnacle or top of a time period or career.",
    "noun",
    "During the heyday of Prohibition, bootlegging had become such a lucrative business that many who had been opposed to the 18th Amendment began to fear it would be repealed."
  ],
  "875": [
    875,
    "hirsute",
    "having or covered with hair; ",
    "adjective",
    ""
  ],
  "876": [
    876,
    "impasse",
    "a situation in which no progress can be made or no advancement is possible; a street with only one way in or out; ",
    "noun",
    "reached an impasse on the negotiations;"
  ],
  "877": [
    877,
    "impediment",
    "something immaterial that interferes with or delays action or progress; any structure that makes progress difficult; ",
    "noun",
    ""
  ],
  "878": [
    878,
    "impermeable",
    "does not allow fluids to pass through.",
    "adjective",
    "The sand bags placed on the river formed an impermeable barrier, protecting the town from flooding."
  ],
  "879": [
    879,
    "impertinent",
    "being disrespectful; improperly forward or bold.",
    "adjective",
    "Dexter, distraught over losing his pet dachshund, Madeline, found the police officer's questions impertinent--after all, he thought, did she have to pry into such details as to what Madeline's favorite snack was?."
  ],
  "880": [
    880,
    "importune",
    "beg persistently and urgently",
    "verb",
    [
      "I importune you to help them"
    ]
  ],
  "881": [
    881,
    "impregnable",
    "immune to attack; incapable of being tampered with.",
    "adjective",
    "As a child, Amy would build pillow castles and pretend they were impregnable fotresses."
  ],
  "882": [
    882,
    "incessant",
    "uninterrupted in time and indefinitely long continuing.",
    "adjective",
    "I don't mind small children in brief doses, but I think the incessant exposure that their parents have to them would quickly wear me down."
  ],
  "883": [
    883,
    "incisive",
    "having or demonstrating ability to recognize or draw fine distinctions.",
    "adjective",
    "The lawyer had an incisive mind, able in a flash to dissect a hopelessly tangled issue and isolate the essential laws at play."
  ],
  "884": [
    884,
    "incredulous",
    "not disposed or willing to believe; unbelieving",
    "adjective",
    []
  ],
  "885": [
    885,
    "insidious",
    "working in a subtle but destructive way.",
    "adjective",
    "Plaque is insidious: we cannot see it, but each day it eats away at our enamel, causing cavities and other dental problems."
  ],
  "886": [
    886,
    "intermittent",
    "stopping and starting at irregular intervals.",
    "adjective",
    "The intermittent thunder continued and the night was punctuated by cracks of lightning--a surreal sleepless night."
  ],
  "887": [
    887,
    "inveigh",
    "complain bitterly; speak against in an impassioned manner; ",
    "verb",
    ""
  ],
  "888": [
    888,
    "irk",
    "irritate or vex.",
    "verb",
    "My little sister has a way of irking and annoying me like no other person."
  ],
  "889": [
    889,
    "macabre",
    "suggesting the horror of death and decay; gruesome.",
    "adjective",
    "Edgar Allen Poe was considered the master of the macabre; his stories vividly describe the moment leading up to--and often those moments after--a grisly death."
  ],
  "890": [
    890,
    "magnanimity",
    "liberality in bestowing gifts; extremely liberal and generous of spirit; ",
    "noun",
    ""
  ],
  "891": [
    891,
    "malodorous",
    "having an unpleasant smell.",
    "adjective",
    "Some thermally active fountains spew sulfur fumes--the air around them is sometimes so malodorous that many have to plug their noses."
  ],
  "892": [
    892,
    "mendacious",
    "given to lying",
    "adjective",
    [
      "a mendacious child"
    ]
  ],
  "893": [
    893,
    "mercenary",
    "a person hired to fight for another country than their own",
    "noun",
    []
  ],
  "894": [
    894,
    "milieu",
    "the environmental condition",
    "noun",
    []
  ],
  "895": [
    895,
    "misconstrue",
    "interpret in the wrong way.",
    "verb",
    "The politician never trusted journalists because he though that they misconstrue his words and misrepresent his positions."
  ],
  "896": [
    896,
    "misogynist",
    "a person who dislikes women in particular.",
    "noun",
    "Many have accused Hemingway of being a quiet misogynist, but recently unearthed letters argue against this belief."
  ],
  "897": [
    897,
    "obloquy",
    "state of disgrace resulting from public abuse",
    "noun",
    []
  ],
  "898": [
    898,
    "ominous",
    "threatening or foreshadowing evil or tragic developments; presaging ill fortune; ",
    "adjective",
    "ominous rumblings of discontent;a dead and ominous silence prevailed;"
  ],
  "899": [
    899,
    "opulent",
    "rich and superior in quality; ",
    "adjective",
    ""
  ],
  "900": [
    900,
    "ostensible",
    "represented or appearing as such; pretended",
    "adjective",
    [
      "His ostensible purpose was charity, his real goal popularity"
    ]
  ],
  "901": [
    901,
    "overt",
    "open and observable; not secret or hidden",
    "adjective",
    [
      "an overt lie",
      "overt hostility",
      "overt intelligence gathering",
      "open ballots"
    ]
  ],
  "902": [
    902,
    "paean",
    "(ancient Greece) a hymn of praise (especially one sung in ancient Greece to invoke or thank a deity)",
    "noun",
    []
  ],
  "903": [
    903,
    "palatable",
    "acceptable to the taste or mind.",
    "adjective",
    "MIkey didn't partake much in his friends' conversations, but found their presence palatable. This word has other definitions but this is the most important one for the GRE."
  ],
  "904": [
    904,
    "perturb",
    "disturb in mind or cause to be worried or alarmed.",
    "verb",
    "Now that Henry is recovering from a major illnesses, he no longer lets the little trivialities, such as late mail, perturb him."
  ],
  "905": [
    905,
    "pittance",
    "a small amount (of money).",
    "noun",
    "Vinny's uncle beamed smugly about how he'd offered his nephew fifty dollars for his Harvard tuition; even twice the amount would have been a mere pittance."
  ],
  "906": [
    906,
    "precipitous",
    "done with very great haste and without due deliberation.",
    "adjective",
    "He was expecting a precipitous rise in the value of a \"hot\" tech stock, so he was disappointed when it only inched up a dollar or two each day."
  ],
  "907": [
    907,
    "preempt",
    "take the place of or have precedence over.",
    "verb",
    "A governmental warning about an imminent terrorist attack would preempt ordinary network programming on television."
  ],
  "908": [
    908,
    "puissance",
    "power to influence or coerce",
    "noun",
    [
      "the puissance of the labor vote"
    ]
  ],
  "909": [
    909,
    "raze",
    "tear down so as to make flat with the ground; ",
    "verb",
    ""
  ],
  "910": [
    910,
    "rebuke",
    "criticize severely or angrily; censure.",
    "verb",
    "The police chief rebuked the two officers whose irresponsible decisions almost led to the deaths of seven innocent by-standers."
  ],
  "911": [
    911,
    "remuneration",
    "the act of paying for goods or services or to recompense for losses",
    "noun",
    [
      "adequate remuneration for his work"
    ]
  ],
  "912": [
    912,
    "reprehensible",
    "bringing or deserving severe rebuke or censure; ",
    "adjective",
    "adultery is as reprehensible for a husband as for a wife;"
  ],
  "913": [
    913,
    "repugnant",
    "offensive to the mind; ",
    "adjective",
    "morally repugnant customs;"
  ],
  "914": [
    914,
    "rift",
    "a gap between cloud masses",
    "noun",
    [
      "the sun shone through a rift in the clouds"
    ]
  ],
  "915": [
    915,
    "rustic",
    "characteristic of rural life; awkwardly simple and provincial.",
    "adjective",
    "The vacation cabin had no electricity and no indoor plumbing, but despite these inconveniences, Nigel adored its rustic charm."
  ],
  "916": [
    916,
    "sangfroid",
    "calmness or poise in difficult situations.",
    "noun",
    "The hostage negotiator exhibited a sangfroid that oftentimes was more menacing than the sword at his throat, or the gun at his head."
  ],
  "917": [
    917,
    "scant",
    "limit in quality or quantity",
    "verb",
    []
  ],
  "918": [
    918,
    "scurrilous",
    "expressing offensive reproach; ",
    "adjective",
    ""
  ],
  "919": [
    919,
    "solvent",
    "a liquid substance capable of dissolving other substances",
    "noun",
    [
      "the solvent does not change its state in forming a solution"
    ]
  ],
  "920": [
    920,
    "sophomoric",
    "",
    null,
    ""
  ],
  "921": [
    921,
    "sparing",
    "avoiding waste; ",
    "adjective",
    "a sparing father and a spending son;sparing in their use of heat and light;"
  ],
  "922": [
    922,
    "subpoena",
    "a writ issued by court authority to compel the attendance of a witness at a judicial proceeding; disobedience may be punishable as a contempt of court",
    "noun",
    []
  ],
  "923": [
    923,
    "subterfuge",
    "something intended to misrepresent the true nature of an activity.",
    "noun",
    "Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair over the past two years."
  ],
  "924": [
    924,
    "succinct",
    "briefly giving the gist of something; ",
    "adjective",
    "succinct comparisons;"
  ],
  "925": [
    925,
    "sully",
    "United States painter (born in England) of portraits and historical scenes (1783-1872)",
    "noun",
    []
  ],
  "926": [
    926,
    "supine",
    "lying face upward",
    "adjective",
    []
  ],
  "927": [
    927,
    "surmise",
    "infer from incomplete evidence",
    "verb",
    []
  ],
  "928": [
    928,
    "symbiosis",
    "the relation between two different species of organisms that are interdependent; each gains benefits from the other",
    "noun",
    []
  ],
  "929": [
    929,
    "tantamount",
    "being essentially equal to something.",
    "adjective",
    "In many situations, remaining silent is tantamount to admitting guilt, so speak to prove your innocence."
  ],
  "930": [
    930,
    "truculence",
    "defiant aggressiveness.",
    "noun",
    "When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence, simply throwing a glass of water in the boss' face and walking away."
  ],
  "931": [
    931,
    "unctuous",
    "unpleasantly and excessively suave or ingratiating in manner or speech; ",
    "adjective",
    "the unctuous Uriah Heep;"
  ],
  "932": [
    932,
    "unequivocal",
    "admitting of no doubt or misunderstanding; having only one meaning or interpretation and leading to only one conclusion.",
    "adjective",
    "The President's first statement on the subject was vague and open to competing interpretations, so when he spoke to Congress about the same subject later, he was cafeful to make his position completely unequivocal."
  ],
  "933": [
    933,
    "unscrupulous",
    "without scruples or principles.",
    "adjective",
    "In the courtroom, the lawyer was unscrupulous, using every manner of deceit and manipulation to secure a victory for himself."
  ],
  "934": [
    934,
    "vapid",
    "lacking significance or liveliness or spirit or zest",
    "adjective",
    [
      "a vapid conversation",
      "a vapid smile",
      "a bunch of vapid schoolgirls"
    ]
  ],
  "935": [
    935,
    "venality",
    "the condition of being susceptible to bribes or corruption.",
    "noun",
    "Even some of the most sacrosanct sporting events are not immune to venality, as many of the officials have received substantial bribes to make biased calls."
  ],
  "936": [
    936,
    "veracious",
    "truthful.",
    "adjective",
    "While we elect our leaders in the hope that every word they speak will be veracious, history has shown that such a hope is naive."
  ],
  "937": [
    937,
    "vernacular",
    "the everyday speech of the people (as distinguished from literary language)",
    "noun",
    []
  ],
  "938": [
    938,
    "vindicate",
    "to clear of accusation, blame, suspicion, or doubt with supporting arguments or proof Even seven Tour de France wins cannot vindicate Lance Armstrong in the eyes of the public--that the athlete used performance enhancing drugs invalidates all those wins.",
    "verb",
    " "
  ],
  "939": [
    939,
    "virtuoso",
    "a musician who is a consummate master of technique and artistry",
    "noun",
    []
  ],
  "940": [
    940,
    "vitriol",
    "abusive or venomous language used to express blame or bitter deep-seated ill will His vitriol spewed forth from a deep-seated racisim that consumed his whole life.",
    "noun",
    " "
  ],
  "941": [
    941,
    "volubility",
    "the quality of talking or writing easily and continuously.",
    "noun",
    "The professor's volubility knows no bounds; he could talk through a hurricane and elaborate a point from one St. Patrick's Day to the next."
  ],
  "942": [
    942,
    "wan",
    "become pale and sickly",
    "verb",
    []
  ],
  "943": [
    943,
    "whet",
    "make keen or more acute",
    "verb",
    [
      "whet my appetite"
    ]
  ],
  "944": [
    944,
    "abnegate",
    "surrender (power or a position)",
    "verb",
    [
      "The King abnegated his power to the ministers"
    ]
  ],
  "945": [
    945,
    "abomination",
    "a person who is loathsome or disgusting",
    "noun",
    []
  ],
  "946": [
    946,
    "aboriginal",
    "of or pertaining to members of the indigenous people of Australia",
    "adjective",
    [
      "an Aboriginal rite"
    ]
  ],
  "947": [
    947,
    "acrid",
    "strong and sharp; harsh or corrosive in tone; ",
    "adjective",
    "the acrid smell of burning rubber;her acrid remarks make her many enemies;"
  ],
  "948": [
    948,
    "adherent",
    "sticking fast",
    "adjective",
    []
  ],
  "949": [
    949,
    "aegis",
    "kindly endorsement and guidance; armor plate that protects the chest; the front part of a cuirass; ",
    "noun",
    ""
  ],
  "950": [
    950,
    "aesthete",
    "one who professes great sensitivity to the beauty of art and nature.",
    "noun",
    "A true aesthete, Marty would spend hours at the Guggenheim Museum, staring at the same Picasso."
  ],
  "951": [
    951,
    "aggravate",
    "make worse; exasperate or irritate; ",
    "verb",
    "This drug aggravates the pain;"
  ],
  "952": [
    952,
    "allege",
    "report or maintain",
    "verb",
    [
      "He alleged that he was the victim of a crime",
      "He said it was too late to intervene in the war",
      "The registrar says that I owe the school money"
    ]
  ],
  "953": [
    953,
    "arid",
    "lacking sufficient water or rainfall",
    "adjective",
    [
      "an arid climate",
      "a waterless well",
      "miles of waterless country to cross"
    ]
  ],
  "954": [
    954,
    "artful",
    "clever in a cunning way.",
    "adjective",
    "Bernie Madoff's artful Ponzi scheme stole billions of dollars from investors and is considered the largest financial fraud in U.S. history."
  ],
  "955": [
    955,
    "artlessness",
    "the quality of innocence.",
    "noun",
    "I, personally, found the artlessness of her speech charming."
  ],
  "956": [
    956,
    "askance",
    "with a look of suspicion or disapproval.",
    "adverb",
    "The old couple looked askance on the teenagers seated next to them, whispering to each other, \"They've got rings through their noses and purple hair!\"."
  ],
  "957": [
    957,
    "assiduously",
    "with care and persistence.",
    "adverb",
    "The top college football program recruits new talent assiduously, only choosing those who were the top in their county."
  ],
  "958": [
    958,
    "assimilate",
    "become similar to one's environment",
    "verb",
    [
      "Immigrants often want to assimilate quickly"
    ]
  ],
  "959": [
    959,
    "banality",
    "a trite or obvious remark.",
    "noun",
    "Herbert regarded the minister's remark as a mere banality until Sharon pointed out profound implications to the seemingly obvious words."
  ],
  "960": [
    960,
    "besmirch",
    "damage the good name and reputation of someone.",
    "verb",
    "The prince's distasteful choice of words besmirched not only his own name, but the reputation of the entire royal family."
  ],
  "961": [
    961,
    "blasé",
    "",
    null,
    ""
  ],
  "962": [
    962,
    "bleak",
    "having a depressing or gloomy outlook.",
    "adjective",
    "Unremitting overcast skies tend to lead people to create bleak literature and lugubrious music -- compare England's band Radiohead to any band from Southern California."
  ],
  "963": [
    963,
    "bristle",
    "react in an offended or angry manner.",
    "verb",
    "As we discussed the painting, I noticed the artitst's wife bristling at our criticisms, ready to defend her husband's work."
  ],
  "964": [
    964,
    "brusque",
    "marked by rude or peremptory shortness",
    "adjective",
    [
      "try to cultivate a less brusque manner",
      "a curt reply",
      "the salesgirl was very short with him"
    ]
  ],
  "965": [
    965,
    "brusquely",
    "in a blunt, direct manner.",
    "adverb",
    "Not one for social pleasantries, the Chief of Staff would brusquely ask his subordinates anything he wanted, even coffee."
  ],
  "966": [
    966,
    "cacophonous",
    "having an unpleasant sound",
    "adjective",
    [
      "as cacophonous as a henyard\"- John McCarten"
    ]
  ],
  "967": [
    967,
    "cadaverous",
    "emaciated; gaunt.",
    "adjective",
    "Some actors take challenging roles in which they have to lose so much weight that they appear cadaverous."
  ],
  "968": [
    968,
    "candor",
    "the quality of being honest and straightforward in attitude and speech",
    "noun",
    []
  ],
  "969": [
    969,
    "chauvinistic",
    "of or relating to persons convinced of the superiority of their own gender or kind",
    "adjective",
    []
  ],
  "970": [
    970,
    "clamor",
    "loud and persistent outcry from many people",
    "noun",
    [
      "he ignored the clamor of the crowd"
    ]
  ],
  "971": [
    971,
    "coercion",
    "the act of compelling by force of authority",
    "noun",
    []
  ],
  "972": [
    972,
    "coercive",
    "serving or intended to coerce",
    "adjective",
    [
      "authority is directional instead of coercive"
    ]
  ],
  "973": [
    973,
    "complaisance",
    "a disposition or tendency to yield to the will of others",
    "noun",
    []
  ],
  "974": [
    974,
    "congenial",
    "suitable to your needs",
    "adjective",
    [
      "a congenial atmosphere to work in",
      "two congenial spirits united...by mutual confidence and reciprocal virtues\"- T.L.Peacock"
    ]
  ],
  "975": [
    975,
    "contrition",
    "the feeling of remorse or guilt that comes from doing something bad.",
    "noun",
    "Those who show contrition during their prison terms--especially when under review by a parole board-- often get shortened sentences."
  ],
  "976": [
    976,
    "contrive",
    "to pull off a plan or scheme, usually through skill or trickery.",
    "verb",
    "Despite a low GPA, he contrived to get into college, going so far as to write his own glowing letters of recommendation. This word has other definitions but this is the most important one for the GRE."
  ],
  "977": [
    977,
    "debauchery",
    "a wild gathering involving excessive drinking and promiscuity; ",
    "noun",
    ""
  ],
  "978": [
    978,
    "decimate",
    "kill one in every ten, as of mutineers in Roman armies",
    "verb",
    []
  ],
  "979": [
    979,
    "deft",
    "skillful in physical movements; especially of the hands",
    "adjective",
    [
      "a deft waiter",
      "deft fingers massaged her face",
      "dexterous of hand and inventive of mind"
    ]
  ],
  "980": [
    980,
    "demonstrative",
    "given to or marked by the open expression of emotion.",
    "adjective",
    "When Sally told James that she wanted to break up with him, she expected he would react demonstratively, but he quietly nodded his head and left without saying a word."
  ],
  "981": [
    981,
    "despoiled",
    "having been robbed and destroyed by force and violence",
    "adjective",
    [
      "the raped countryside"
    ]
  ],
  "982": [
    982,
    "deviation",
    "a variation that deviates from the standard or norm",
    "noun",
    [
      "the deviation from the mean"
    ]
  ],
  "983": [
    983,
    "discerning",
    "having or revealing keen insight and good judgment",
    "adjective",
    [
      "a discerning critic",
      "a discerning reader"
    ]
  ],
  "984": [
    984,
    "disdain",
    "lack of respect accompanied by a feeling of intense dislike; a communication that indicates lack of respect by patronizing the recipient; look down on with disdain; reject with contempt; ",
    "verb",
    ""
  ],
  "985": [
    985,
    "disseminated",
    "",
    null,
    ""
  ],
  "986": [
    986,
    "dulcet",
    "extremely pleasant in a gentle way",
    "adjective",
    [
      "the most dulcet swimming on the most beautiful and remote beaches"
    ]
  ],
  "987": [
    987,
    "effervescent",
    "marked by high spirits or excitement.",
    "adjective",
    "After the sales result, the manager was in an effervescent mood, letting several employees leave work early that day. This word has other definitions but this is the most important one for the GRE."
  ],
  "988": [
    988,
    "elevate",
    "give a promotion to or assign to a higher position; raise from a lower to a higher position; raise in rank or condition; ",
    "verb",
    ""
  ],
  "989": [
    989,
    "emaciate",
    "grow weak and thin or waste away physically",
    "verb",
    [
      "She emaciated during the chemotherapy"
    ]
  ],
  "990": [
    990,
    "entice",
    "get someone to do something through (often false or exaggerated) promises.",
    "verb",
    "Harold enticed his wife, Maude, to go on a vacation to Hawaii, with promises of luaus on the beach and all-you-can-eat seafood buffets."
  ],
  "991": [
    991,
    "epigram",
    "a witty saying.",
    "noun",
    "My favorite epigram from Mark Twain is \"A man who carries a cat by the tail learns something he can learn no other way.\"."
  ],
  "992": [
    992,
    "epithet",
    "descriptive word or phrase",
    "noun",
    []
  ],
  "993": [
    993,
    "err",
    "to make an error.",
    "verb",
    "He erred in thinking that \"indigent\" and \"indignant\" were synonyms."
  ],
  "994": [
    994,
    "euphoria",
    "a feeling of great (usually exaggerated) elation.",
    "noun",
    "The euphoria of winning her first gold medal in the 100 meter dash overwhelmed Shelly-Ann Fraser and she wept tears of immense joy."
  ],
  "995": [
    995,
    "evince",
    "give expression to; ",
    "verb",
    ""
  ],
  "996": [
    996,
    "exacerbated",
    "",
    null,
    ""
  ],
  "997": [
    997,
    "exasperated",
    "greatly annoyed; out of patience",
    "adjective",
    [
      "had an exasperated look on his face",
      "felt exasperated beyond endurance"
    ]
  ],
  "998": [
    998,
    "excoriated",
    "",
    null,
    ""
  ],
  "999": [
    999,
    "exculpated",
    "freed from any question of guilt; ",
    "adjective",
    ""
  ],
  "1000": [
    1000,
    "exult",
    "feel extreme happiness or elation",
    "verb",
    []
  ],
  "1001": [
    1001,
    "faction",
    "a dissenting clique",
    "noun",
    []
  ],
  "1002": [
    1002,
    "factious",
    "produced by, or characterized by internal dissension.",
    "adjective",
    "The controversial bill proved factious, as dissension even within parties resulted."
  ],
  "1003": [
    1003,
    "factitious",
    "artificial; not natural.",
    "adjective",
    "The defendant's story was largely factitious and did not accord with eyewitness testimonies."
  ],
  "1004": [
    1004,
    "fawning",
    "attempting to win favor from influential people by flattery; attempting to win favor by flattery; ",
    "adjective",
    ""
  ],
  "1005": [
    1005,
    "felicitious",
    "",
    null,
    ""
  ],
  "1006": [
    1006,
    "fickle",
    "liable to sudden unpredictable change, esp.",
    "adjective",
    "in affections or attachments. She was so fickle in her politics, it was hard to pinpoint her beliefs; one week she would embrace a side, and the next week she would denounce it."
  ],
  "1007": [
    1007,
    "fluke",
    "a barb on a harpoon or arrow",
    "noun",
    []
  ],
  "1008": [
    1008,
    "foil",
    "a piece of thin and flexible sheet metal",
    "noun",
    [
      "the photographic film was wrapped in foil"
    ]
  ],
  "1009": [
    1009,
    "forfeit",
    "something that is lost or surrendered as a penalty; ",
    "noun",
    []
  ],
  "1010": [
    1010,
    "forlorn",
    "marked by or showing hopelessness.",
    "adjective",
    "After her third pet dog died, Marcia was simply forlorn: this time even the possibility of buying a new dog no longer held any joy."
  ],
  "1011": [
    1011,
    "fortitude",
    "strength of mind that enables one to endure adversity with courage",
    "noun",
    []
  ],
  "1012": [
    1012,
    "fret",
    "agitation resulting from active worry",
    "noun",
    [
      "don't get in a stew",
      "he's in a sweat about exams"
    ]
  ],
  "1013": [
    1013,
    "frugality",
    "prudence in avoiding waste",
    "noun",
    []
  ],
  "1014": [
    1014,
    "gauntlet",
    "to offer or accept a challenge",
    "noun",
    [
      "threw down the gauntlet",
      "took up the gauntlet"
    ]
  ],
  "1015": [
    1015,
    "glean",
    "collect information bit by bit.",
    "verb",
    "Herb has given us no formal statement about his background, but from various hints, I have gleaned that he grew up in difficult circumstances."
  ],
  "1016": [
    1016,
    "hamstrung",
    "made ineffective or powerless.",
    "verb",
    "The FBI has made so many restriction on the local police that they are absolutely hamstrung, unable to accomplish anything."
  ],
  "1017": [
    1017,
    "hankering",
    "a yearning for something or to do something",
    "noun",
    []
  ],
  "1018": [
    1018,
    "ignominy",
    "a state of dishonor; ",
    "noun",
    "suffered the ignominy of being sent to prison;"
  ],
  "1019": [
    1019,
    "illicit",
    "contrary to or forbidden by law.",
    "adjective",
    "Though Al Capone was engaged in many illicit activities, he was finally arrested for income tax evasion, a relatively minor offense."
  ],
  "1020": [
    1020,
    "impunity",
    "exemption from punishment or loss",
    "noun",
    []
  ],
  "1021": [
    1021,
    "inclement",
    "used of persons or behavior; showing no mercy.",
    "adjective",
    "Marcus Aurelius, though a fair man, was inclement to Christians during his reign, persecuting them violently."
  ],
  "1022": [
    1022,
    "indict",
    "to formally charge or accuse of wrong-doing.",
    "verb",
    "The bankrobber was indicted on several major charges, including possession of a firearm."
  ],
  "1023": [
    1023,
    "indignation",
    "a feeling of righteous anger",
    "noun",
    []
  ],
  "1024": [
    1024,
    "inerrancy",
    "(Christianity) exemption from error",
    "noun",
    [
      "biblical inerrancy"
    ]
  ],
  "1025": [
    1025,
    "inquest",
    "an inquiry into the cause of an unexpected death",
    "noun",
    []
  ],
  "1026": [
    1026,
    "internecine",
    "(of conflict) within a group or organization.",
    "adjective",
    "The guerilla group, which had become so powerful as to own the state police, was finally destroyed by an internecine conflict."
  ],
  "1027": [
    1027,
    "ire",
    "a strong emotion; a feeling that is oriented toward some real or supposed grievance; belligerence aroused by a real or supposed wrong (personified as one of the deadly sins); ",
    "noun",
    ""
  ],
  "1028": [
    1028,
    "irksome",
    "so lacking in interest as to cause mental weariness; ",
    "adjective",
    "what an irksome task the writing of long letters is\"- Edmund Burke;"
  ],
  "1029": [
    1029,
    "irreverent",
    "showing lack of due respect or veneration",
    "adjective",
    [
      "irreverent scholars mocking sacred things",
      "noisy irreverent tourists"
    ]
  ],
  "1030": [
    1030,
    "lacerate",
    "deeply hurt the feelings of; distress.",
    "verb",
    "The teacher was fired for lacerating a student who wrote a poor essay. This word has other definitions but this is the most important one for the GRE."
  ],
  "1031": [
    1031,
    "largesse",
    "a gift or money given (as for service or out of benevolence); usually given ostentatiously; liberality in bestowing gifts; extremely liberal and generous of spirit; ",
    "noun",
    ""
  ],
  "1032": [
    1032,
    "livid",
    "(of a light) imparting a deathlike luminosity",
    "adjective",
    [
      "livid lightning streaked the sky",
      "a thousand flambeaux...turned all at once that deep gloom into a livid and preternatural day\"- E.A.Poe"
    ]
  ],
  "1033": [
    1033,
    "meander",
    "to wander aimlessly.",
    "verb",
    "A casual observer might have thought that Peter was meandering through the city, but that day he was actually seeking out those places where he and his long lost love had once visited."
  ],
  "1034": [
    1034,
    "melancholy",
    "a deep, long-lasting sadness.",
    "noun",
    "Hamlet is a figure of tremendous melancholy: he doesn't have a truly cheerful scene throughout the entire play."
  ],
  "1035": [
    1035,
    "metamorphosis",
    "the marked and rapid transformation of a larva into an adult that occurs in some animals",
    "noun",
    []
  ],
  "1036": [
    1036,
    "misanthropic",
    "hating mankind in general",
    "adjective",
    []
  ],
  "1037": [
    1037,
    "moot",
    "open to argument or debate; undecidable in a meaningless or irrelevant way.",
    "adjective",
    "Since the Board just terminated Steve as the CEO, what the finance committe might have thought of his proposed marketing plan for next year is now a moot point. This word has other definitions but this is the most important one for the GRE."
  ],
  "1038": [
    1038,
    "morbid",
    "suggesting an unhealthy mental state",
    "adjective",
    [
      "morbid interest in death",
      "morbid curiosity"
    ]
  ],
  "1039": [
    1039,
    "nihilism",
    "a revolutionary doctrine that advocates destruction of the social system for its own sake",
    "noun",
    []
  ],
  "1040": [
    1040,
    "nondescript",
    "a person is not easily classified and not very interesting",
    "noun",
    []
  ],
  "1041": [
    1041,
    "notorious",
    "known widely and usually unfavorably; ; ",
    "adjective",
    "a notorious gangster;the tenderloin district was notorious for vice;"
  ],
  "1042": [
    1042,
    "olfactory",
    "of or relating to olfaction",
    "adjective",
    []
  ],
  "1043": [
    1043,
    "opulence",
    "wealth as evidenced by sumptuous living.",
    "noun",
    "Russian oligarchs are famous for their opulence, living in fancy homes and dining on expensive cavier."
  ],
  "1044": [
    1044,
    "ostensible or ostensive",
    "",
    null,
    ""
  ],
  "1045": [
    1045,
    "ostracize",
    "exclude from a community or group.",
    "verb",
    "Later in his life, Leo Tolstoy was ostracized from the Russian Orthodox Church for his writings that contradicted church doctrine."
  ],
  "1046": [
    1046,
    "ostracized",
    "",
    null,
    ""
  ],
  "1047": [
    1047,
    "oust",
    "remove from a position or office",
    "verb",
    [
      "The chairman was ousted after he misappropriated funds"
    ]
  ],
  "1048": [
    1048,
    "pacific",
    "the largest ocean in the world",
    "noun",
    []
  ],
  "1049": [
    1049,
    "pacify",
    "cause to be more favorably inclined; gain the good will of",
    "verb",
    [
      "She managed to mollify the angry customer"
    ]
  ],
  "1050": [
    1050,
    "pall",
    "burial garment in which a corpse is wrapped",
    "noun",
    []
  ],
  "1051": [
    1051,
    "paroxysm",
    "a sudden uncontrollable attack",
    "noun",
    [
      "a paroxysm of giggling",
      "a fit of coughing",
      "convulsions of laughter"
    ]
  ],
  "1052": [
    1052,
    "pecuniary",
    "relating to or involving money.",
    "adjective",
    "The defendent was found guilty and had to serve a period of community service as well as pay pecuniary damages to the client."
  ],
  "1053": [
    1053,
    "perilous",
    "fraught with danger; ",
    "adjective",
    "a perilous voyage across the Atlantic in a small boat;"
  ],
  "1054": [
    1054,
    "perpetrate",
    "perform an act, usually with a negative connotation",
    "verb",
    [
      "perpetrate a crime",
      "pull a bank robbery"
    ]
  ],
  "1055": [
    1055,
    "perverse",
    "marked by a disposition to oppose and contradict",
    "adjective",
    [
      "took perverse satisfaction in foiling her plans"
    ]
  ],
  "1056": [
    1056,
    "pique",
    "tightly woven fabric with raised cords",
    "noun",
    []
  ],
  "1057": [
    1057,
    "ploy",
    "a clever plan to turn a situation to one's advantage.",
    "noun",
    "Dennis arranged an elaborate ploy, involving 14 different people lying for him in different situations, so that it could appear that he was meeting Mary completely by chance at the wedding reception."
  ],
  "1058": [
    1058,
    "pre-empt",
    "a high bid that is intended to prevent the opposing players from bidding; ",
    "noun",
    ""
  ],
  "1059": [
    1059,
    "premeditate",
    "consider, ponder, or plan (an action) beforehand",
    "verb",
    [
      "premeditated murder"
    ]
  ],
  "1060": [
    1060,
    "premonition",
    "a feeling of evil to come; an early warning about a future event; ",
    "noun",
    ""
  ],
  "1061": [
    1061,
    "profane",
    "not concerned with or devoted to religion",
    "adjective",
    [
      "sacred and profane music",
      "secular drama",
      "secular architecture\", \"children being brought up in an entirely profane environment"
    ]
  ],
  "1062": [
    1062,
    "proficient",
    "having or showing knowledge and skill and aptitude; of or relating to technique or proficiency in a practical skill; ",
    "adjective",
    "a proficient engineer;"
  ],
  "1063": [
    1063,
    "prognostication",
    "a statement made about the future.",
    "noun",
    "When the Senator was asked about where the negotiations would lead, he said that any guess he could make would be an unreliable prognostication."
  ],
  "1064": [
    1064,
    "puissant",
    "powerful.",
    "adjective",
    "Over the years of service, and quite to his surprise, he became a puissant advisor to the community."
  ],
  "1065": [
    1065,
    "quip",
    "a witty saying or remark.",
    "noun",
    "In one of the most famous quips about classical music, Mark Twain said: \"Wagner's music is better than it sounds.\"."
  ],
  "1066": [
    1066,
    "ramification",
    "an arrangement of branching parts",
    "noun",
    []
  ],
  "1067": [
    1067,
    "ravenous",
    "extremely hungry; devouring or craving food in great quantities.",
    "adjective",
    "John didn't each much at all during the week he had the flu, so now that he is regaining his health, it's not surpring that he has a ravenous appetite."
  ],
  "1068": [
    1068,
    "rebut",
    "overthrow by argument, evidence, or proof; prove to be false or incorrect; ",
    "verb",
    ""
  ],
  "1069": [
    1069,
    "renaissance",
    "the period of European history at the close of the Middle Ages and the rise of the modern world; a cultural rebirth from the 14th through the middle of the 17th centuries",
    "noun",
    []
  ],
  "1070": [
    1070,
    "repertoire",
    "a collection of works (plays, songs, operas, ballets) that an artist or company can perform and do perform for short intervals on a regular schedule",
    "noun",
    []
  ],
  "1071": [
    1071,
    "reverberate",
    "have a long or continuing effect",
    "verb",
    [
      "The discussions with my teacher reverberated throughout my adult life"
    ]
  ],
  "1072": [
    1072,
    "revile",
    "spread negative information about; ",
    "verb",
    ""
  ],
  "1073": [
    1073,
    "rhetorical",
    "of or relating to rhetoric",
    "adjective",
    [
      "accepted two or three verbal and rhetorical changes I suggested\"- W.A.White",
      "the rhetorical sin of the meaningless variation\"- Lewis Mumford"
    ]
  ],
  "1074": [
    1074,
    "rife",
    "most frequent or common; excessively abundant; ",
    "adjective",
    ""
  ],
  "1075": [
    1075,
    "scanty",
    "short underpants for women or children (usually used in the plural); lacking in amplitude or quantity; ",
    "adjective",
    "a scanty harvest;"
  ],
  "1076": [
    1076,
    "slack",
    "dust consisting of a mixture of small coal fragments and coal dust and dirt that sifts out when coal is passed over a sieve",
    "noun",
    []
  ],
  "1077": [
    1077,
    "stern",
    "the rear part of a ship",
    "noun",
    []
  ],
  "1078": [
    1078,
    "stymie or stymy",
    "",
    null,
    ""
  ],
  "1079": [
    1079,
    "subservient",
    "compliant and obedient to authority",
    "adjective",
    [
      "editors and journalists who express opinions in print that are opposed to the interests of the rich are dismissed and replaced by subservient ones\"-G. B. Shaw"
    ]
  ],
  "1080": [
    1080,
    "thwart",
    "hinder or prevent (the efforts, plans, or desires) of.",
    "verb",
    "I wanted to spend a week in New York this autumn, but the high costs of travel and lodging thwarted my plans."
  ],
  "1081": [
    1081,
    "uncanny",
    "suggesting the operation of supernatural influences; surpassing the ordinary or normal.",
    "adjective",
    "Reggie has an uncanny ability to connect with animals: feral cats will readily approach him, and sometimes even wild birds will land on his finger."
  ],
  "1082": [
    1082,
    "unkempt",
    "not neatly combed",
    "adjective",
    [
      "wild unkempt hair"
    ]
  ],
  "1083": [
    1083,
    "utopian",
    "an idealistic (but usually impractical) social reformer",
    "noun",
    [
      "a Utopian believes in the ultimate perfectibility of man"
    ]
  ],
  "1084": [
    1084,
    "veneration",
    "a feeling of profound respect for someone or something; religious zeal; the willingness to serve God; ",
    "noun",
    "his respect for the law bordered on veneration;"
  ],
  "1085": [
    1085,
    "venial",
    "easily excused or forgiven; pardonable.",
    "adjective",
    "His traffic violations ran the gamut from the venial to the egregious--on one occasion he simply did not come to a complete stop; another time he tried to escape across state lines at speeds in excess of 140 mph."
  ],
  "1086": [
    1086,
    "vituperated",
    "",
    null,
    ""
  ],
  "1087": [
    1087,
    "wayward",
    "resistant to guidance or discipline; ",
    "adjective",
    "wayward behavior;"
  ],
  "1088": [
    1088,
    "wheedle",
    "influence or urge by gentle urging, caressing, or flattering",
    "verb",
    [
      "He palavered her into going along"
    ]
  ],
  "1089": [
    1089,
    "volition",
    "the capability of conscious choice and decision and intention",
    "noun",
    [
      "the exercise of their volition we construe as revolt\"- George Meredith"
    ]
  ],
  "1090": [
    1090,
    "aberration",
    "a deviation from what is normal or expected.",
    "noun",
    "Aberrations in climate have become the norm: rarely a week goes by without some meteorological phenomenon making headlines."
  ],
  "1091": [
    1091,
    "adamant",
    "refusing to change one's mind.",
    "adjective",
    "Civil rights icon Rosa Parks will forever be remembered for adamantly refusing to give up her seat on a public bus--even after the bus driver insisted, she remained rooted in place."
  ],
  "1092": [
    1092,
    "apex",
    "the highest point.",
    "noun",
    "The Ivy League is considered the apex of the secondary education system."
  ],
  "1093": [
    1093,
    "aplomb",
    "great coolness and composure under strain.",
    "noun",
    "Nancy acted with aplomb during dangerous situations--she once calmly climbed up an oak tree to save a. cat."
  ],
  "1094": [
    1094,
    "apogee",
    "the highest point.",
    "noun",
    "The apogee of the Viennese style of music, Mozart's music continues to mesmerize audiences well into the 21st century."
  ],
  "1095": [
    1095,
    "arch",
    "to be deliberately teasing.",
    "adjective",
    "The baroness was arch, making playful asides to the townspeople; yet because they couldn't pick up on her dry humor, they thought her supercilious. This word has other definitions but this is the most important one for the GRE."
  ],
  "1096": [
    1096,
    "arrant",
    "complete and wholly (usually modifying a noun with negative connotation).",
    "adjective",
    "An arrant fool, Lawrence surprised nobody when he lost all his money in a pyramid scheme that was every bit as transparent as it was corrupt."
  ],
  "1097": [
    1097,
    "artifice",
    "cunning tricks used to deceive others.",
    "noun",
    "The mayoral candidates both spent much of the campaign accusing each other of artifices designed to mislead the voting public."
  ],
  "1098": [
    1098,
    "ascendancy",
    "the state that exists when one person or group has power over another.",
    "noun",
    "The ascendancy of the Carlsbad water polo team is clear--they have a decade of championships behind them."
  ],
  "1099": [
    1099,
    "beatific",
    "blissfully happy.",
    "adjective",
    "Often we imagine all monks to wear the beatific smile of the Buddha, but, like any of us, a monk can have a bad day and not look very happy."
  ],
  "1100": [
    1100,
    "bilious",
    "irritable; always angry.",
    "adjective",
    "Rex was bilious all morning, and his face would only take on a look of contentedness when he'd had his morning cup of coffee."
  ],
  "1101": [
    1101,
    "boon",
    "very close and convivial.",
    "adjective",
    "He was a boon companion to many, and will be sadly missed."
  ],
  "1102": [
    1102,
    "boorish",
    "ill-mannered and coarse or contemptible in behavior or appearance Bukowski was known for being a boorish drunk and alienating close friends and family.",
    "adjective",
    " "
  ],
  "1103": [
    1103,
    "bowdlerize",
    "edit by omitting or modifying parts considered indelicate.",
    "verb",
    "To recieve an R rating, the entire movie was bowdlerized because it contained so much violence and grotesque subject matter."
  ],
  "1104": [
    1104,
    "bridle",
    "anger or take offense.",
    "verb",
    "The hostess bridled at the tactless dinner guests who insisted on eating before everybody had gotten their food."
  ],
  "1105": [
    1105,
    "cataclysm",
    "an event resulting in great loss and misfortune.",
    "noun",
    "The introduction of smallpox was a cataclysm for Native Americans, killing off more than half of their population."
  ],
  "1106": [
    1106,
    "champion",
    "protect or fight for as a champion.",
    "verb",
    "Martin Luther King Jr. championed civil rights fiercely throughout his short life. This word has other definitions but this is the most important one for the GRE."
  ],
  "1107": [
    1107,
    "chauvinism",
    "fanatical patriotism; belief that one's group/cause is superior to all other groups/causes.",
    "noun",
    "Vegetarians argue that man is chauvinistic in his belief that animals do not consciously feel the pain we humans do. This word has other definitions but this is the most important one for the GRE."
  ],
  "1108": [
    1108,
    "chimera",
    "something desired or wished for but is only an illusion and impossible to achieve Many believe that a world free of war is a chimera--a dream that ignores humanity's violent tendancies.",
    "noun",
    "This word has other definitions but this is the most important one for the GRE."
  ],
  "1109": [
    1109,
    "cohesive",
    "well integrated, forming a united whole.",
    "adjective",
    "A well-written, cohesive essay will keep on topic at all times, never losing sight of the main argument."
  ],
  "1110": [
    1110,
    "conciliate",
    "to make peace with.",
    "verb",
    "His opponents believed his gesture to be conciliatory, yet as soon as they put down their weapons, he unsheathed a hidden sword."
  ],
  "1111": [
    1111,
    "conniving",
    "taking part in immoral and unethical plots.",
    "verb",
    "The queen was so conniving that, with the help of the prince, she tried to overthrow the king."
  ],
  "1112": [
    1112,
    "convivial",
    "describing a lively atmosphere.",
    "adjective",
    "The wedding reception was convivial; friends who hadn't seen each other for ages drank and ate together before heading to the dance floor."
  ],
  "1113": [
    1113,
    "crestfallen",
    "brought low in spirit.",
    "adjective",
    "I asked Maria on a date and she refused without a moment's thought; I was crestfallen."
  ],
  "1114": [
    1114,
    "debase",
    "reduce the quality or value of something.",
    "verb",
    "The third-rate script so debased the film that not even the flawless acting could save it from being a flop."
  ],
  "1115": [
    1115,
    "deliberate",
    "think about carefully; weigh the pros and cons of an issue.",
    "verb",
    "Emergency situations such as this call for immediate action and leave no room to deliberate over options. This word has other definitions but this is the most important one for the GRE."
  ],
  "1116": [
    1116,
    "demure",
    "to be modest and shy.",
    "adjective",
    "The portrait of her in a simple white blouse was sweet and demure."
  ],
  "1117": [
    1117,
    "denote",
    "be a sign or indication of; have as a meaning.",
    "verb",
    "Even if the text is not visible, the red octagon denotes \"stop\" to all motorists in America."
  ],
  "1118": [
    1118,
    "denouement",
    "the final resolution of the many strands of a literary or dramatic work; the outcome of a complex sequence of events.",
    "noun",
    "At the denouement of the movie, all questions were answered, and the true identity of the robber was revealed."
  ],
  "1119": [
    1119,
    "derelict",
    "(of a building) abandoned.",
    "noun",
    "At one time the waterfront factories were busy and productive, but now they stand derelict and will be. torn down."
  ],
  "1120": [
    1120,
    "desiccated",
    "uninteresting, lacking vitality.",
    "adjective",
    "Few novelists over 80 are able to produce anything more than desiccated works--boring shadows of former books. This word has other definitions but this is the most important one for the GRE."
  ],
  "1121": [
    1121,
    "destitute",
    "completely wanting or lacking (usually \"destitute of\") Now that the mine is closed, the town is destitute of any economic activity.",
    "adjective",
    " "
  ],
  "1122": [
    1122,
    "devolve",
    "grow worse (usually \"devolve into\").",
    "verb",
    "The dialogue between the two academics devolved into a downright bitter argument."
  ],
  "1123": [
    1123,
    "diabolical",
    "to be extremely wicked like the devil.",
    "adjective",
    "The conspirators, willing to dispatch anyone who stood in their way, hatched a diabolical plan to take over the city."
  ],
  "1124": [
    1124,
    "dilapidated",
    "in terrible condition.",
    "adjective",
    "The main house has been restored but the gazebo is still dilapidated and unuseable."
  ],
  "1125": [
    1125,
    "discriminate",
    "recognize or perceive the difference.",
    "verb",
    "Sarah couldn't discriminate between a good wine and a bad wine, so she avoided wine tastings. This word has other definitions but this is the most important one for the GRE."
  ],
  "1126": [
    1126,
    "discursive",
    "(of e.",
    "adjective",
    "g. speech and writing) tending to depart from the main point. Many readers find it tough to read Moby Dick since the author is discursive, often cutting the action short to spend 20 pages on the history of a whale."
  ],
  "1127": [
    1127,
    "disenfranchise",
    "deprive of voting rights.",
    "verb",
    "The U.S. Constitution disenfranchised women until 1920 when they were given the right to vote."
  ],
  "1128": [
    1128,
    "docile",
    "easily handled or managed; willing to be taught or led or supervised or directed Barnyard animals are considerably more docile than the wild animals.",
    "adjective",
    " "
  ],
  "1129": [
    1129,
    "dovetail",
    "fit together tightly, as if by means of a interlocking joint.",
    "verb",
    "Although Darwin's evolution and Mendel's genetics were developed in isolation from one another, they dovetail each other very well. This word has other definitions but this is the most important one for the GRE."
  ],
  "1130": [
    1130,
    "duplicity",
    "deceitfulness, pretending to want one thing but interested in something else.",
    "noun",
    "A life of espionage is one of duplicity: an agent must pretend to be a totally different person than who she or he actually is."
  ],
  "1131": [
    1131,
    "edifying",
    "enlightening or uplifting so as to encourage intellectual or moral improvement.",
    "adjective",
    "I recently read an article in the Times about whether good literature is edifying or not; specifically, does reading more make a person more moral."
  ],
  "1132": [
    1132,
    "embroiled",
    "involved in argument or contention.",
    "adjective",
    "These days we are never short of a D.C. politician embroiled in scandal--a welcome phenomenon for those who, having barely finished feasting on the sordid details of one imbroglio, can sink their teeth into a fresh one."
  ],
  "1133": [
    1133,
    "embryonic",
    "in an early stage of development.",
    "adjective",
    "The Board of Directors is hoping to launch a new product soon, but planning for the Z7 is in an embryonic stages. This word has other definitions but this is the most important one for the GRE."
  ],
  "1134": [
    1134,
    "enmity",
    "a state of deep-seated ill-will.",
    "noun",
    "Charles rude remark toward Sarah yesterday was due to his illness, not due to any real enmity toward Sarah."
  ],
  "1135": [
    1135,
    "evasive",
    "deliberately vague or ambiguous.",
    "adjective",
    "Every time I call the bank, I receive the same evasive answers about our mortgage and never get a clear response."
  ],
  "1136": [
    1136,
    "exasperate",
    "to irritate intensely.",
    "verb",
    "As a child, I exasperated my mother with strings of never-ending questions."
  ],
  "1137": [
    1137,
    "exemplar",
    "something to be imitated.",
    "noun",
    "Lena's homework is on the wall because it is an exemplar of clean, neat, and thoughtful work."
  ],
  "1138": [
    1138,
    "extenuating",
    "making less guilty or more forgivable.",
    "adjective",
    "The jury was hardly moved by the man's plea that his loneliness was an extenuating factor in his crime of dognapping a prized pooch."
  ],
  "1139": [
    1139,
    "fledgling",
    "young and inexperienced; describing any new participant in some activity Murray has years of experience in family practice, but he is just a fledgling in surgery.",
    "adjective",
    " "
  ],
  "1140": [
    1140,
    "flush",
    "to be in abundance.",
    "adjective",
    "The exam's passage is flush with difficult words, words that you may have learned only yesterday."
  ],
  "1141": [
    1141,
    "foolhardy",
    "marked by defiant disregard for danger or consequences.",
    "adjective",
    "The police regularly face dangerous situations, so for a police officer not to wear his bullet-proof vest is foolhardy."
  ],
  "1142": [
    1142,
    "glut",
    "supply with an excess of.",
    "verb",
    "In the middle of economic crises, hiring managers find their inboxes glutted with resumes."
  ],
  "1143": [
    1143,
    "graft",
    "corruption, usually through bribery.",
    "noun",
    "In countries with rampant graft, getting a driver's license can require no more than paying an official. This word has other definitions but this is the most important one for the GRE."
  ],
  "1144": [
    1144,
    "gumption",
    "resourcefulness and determination.",
    "noun",
    "Wallace Stegner lamented the lack of gumption in the U.S. during the sixties, claiming that no young person knew the value of work."
  ],
  "1145": [
    1145,
    "hamper",
    "prevent the progress or free movement of.",
    "verb",
    "As the rain water began to collect in pools on the highway, it began to hamper the flow of traffic. This word has other definitions but this is the most important one for the GRE."
  ],
  "1146": [
    1146,
    "haphazard",
    "marked by great carelessness; dependent upon or characterized by chance Many golf courses are designed with great care, but the greens on the county golf course seem entirely haphazard.",
    "adjective",
    " "
  ],
  "1147": [
    1147,
    "haughty",
    "having or showing arrogant superiority to and disdain of those one views as unworthy.",
    "adjective",
    "The haughty manager didn't believe that any of his subordinates could ever have an insight as brilliant his own."
  ],
  "1148": [
    1148,
    "hector",
    "to bully or intimidate.",
    "verb",
    "The boss's hectoring manner put off many employees, some of whom quit as soon as they found new jobs."
  ],
  "1149": [
    1149,
    "hedge",
    "to limit or qualify a statement; to avoid making a direct statement.",
    "verb",
    "When asked why he had decided to buy millions of shares at the very moment the tech companies stock soared, the CEO hedged, mentioning something vague about gut instinct. This word has other definitions but this is the most important one for the GRE."
  ],
  "1150": [
    1150,
    "hoodwink",
    "to deceive or trick someone.",
    "verb",
    "Someone tried to hoodwink Marty with an email telling him that his uncle had just passed away, and to collect the inheritance he should send his credit card information."
  ],
  "1151": [
    1151,
    "impartial",
    "free from undue bias or preconceived opinions.",
    "adjective",
    "The judge was not impartial since he had been bribed by the witness's family."
  ],
  "1152": [
    1152,
    "impeccable",
    "without fault or error.",
    "adjective",
    "He was impeccably dressed in the latest fashion without a single crease or stain."
  ],
  "1153": [
    1153,
    "incontrovertible",
    "necessarily or demonstrably true; impossible to deny or disprove.",
    "adjective",
    "Unless you can provide incontrovertible evidence, I will remain skeptical."
  ],
  "1154": [
    1154,
    "ingenuity",
    "the power of creative imagination.",
    "noun",
    "Daedalus was famous for his ingenuity; he was able to fashion his son Icarus with a pair of wings, using wax to hold them together."
  ],
  "1155": [
    1155,
    "juggernaut",
    "a force that cannot be stopped.",
    "noun",
    "Napoleon was considered a juggernaut until he decided to invade Russia in winter; after which, his once indomitable army was decimated by cold and famine."
  ],
  "1156": [
    1156,
    "kowtow",
    "to bow or act in a subservient manner.",
    "verb",
    "Paul kowtowed to his boss so often the boss herself became nauseated by his sycophancy."
  ],
  "1157": [
    1157,
    "lascivious",
    "lecherous; sexually perverted.",
    "adjective",
    "Lolita is a challenging novel for many, not necessarily because of the elevated prose style but because of the depravity of the main character, Humbert Humbert, who, as an old, lascivious man, falls in love with a girl."
  ],
  "1158": [
    1158,
    "leery",
    "openly distrustful and unwilling to confide.",
    "adjective",
    "Without checking his references and talking to previous employers, I am leery of hiring the candidate."
  ],
  "1159": [
    1159,
    "maladroit",
    "clumsy.",
    "adjective",
    "As a child she was quite maladroit, but as an adult, she has become an adept dancer. This word has other definitions but this is the most important one for the GRE."
  ],
  "1160": [
    1160,
    "maunder",
    "speak (about unimportant matters) rapidly and incessantly.",
    "verb",
    "After drinking two expressos each, the animated couple would maunder loudly, annoying the other patrons in the coffee shop."
  ],
  "1161": [
    1161,
    "mettlesome",
    "filled with courage or valor.",
    "adjective",
    "For its raid on the Bin Laden's compound in Abbottabad, Seal Team Six has become, for many Americans, the embodiment of mettle."
  ],
  "1162": [
    1162,
    "miser",
    "a person who doesn't like to spend money (because they are greedy) Monte was no miser, but was simply frugal, wisely spending the little that he earned.",
    "noun",
    " "
  ],
  "1163": [
    1163,
    "nettlesome",
    "causing irritation or annoyance.",
    "adjective",
    "Maria found her coworkers cell phone nettlesome, because every few minutes it would buzz to life with another text message."
  ],
  "1164": [
    1164,
    "palimpsest",
    "something that has been changed numerous times but on which traces of former iterations can still be seen.",
    "noun",
    "The downtown was a palimpsest of the city's checkered past: a new Starbucks had opened up next to an abandoned, shuttered building, and a freshly asphalted road was inches away from a pothole large enough to swallow a small dog."
  ],
  "1165": [
    1165,
    "peevish",
    "easily irritated or annoyed.",
    "adjective",
    "Our office manager is peevish, so the rest of us tip-toe around him, hoping not to set off another one of his fits."
  ],
  "1166": [
    1166,
    "perpetuate",
    "cause to continue.",
    "verb",
    "If you do not let him do things for himself, you are merely perpetuating bad habits that will be even harder to break in the future."
  ],
  "1167": [
    1167,
    "perquisite",
    "a right reserved exclusively by a particular person or group (especially a hereditary or official right).",
    "noun",
    "Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay."
  ],
  "1168": [
    1168,
    "pine",
    "to yearn for.",
    "verb",
    "Standing forlornly by the window, she pined for her lost love. This word has other definitions but this is the most important one for the GRE."
  ],
  "1169": [
    1169,
    "pinnacle",
    "the highest point.",
    "noun",
    "At its pinnacle, the Roman Empire extended across most of the landmass of Eurasia, a feat not paralleled to the rise of the British Empire in the 18th and 19th century."
  ],
  "1170": [
    1170,
    "plodding",
    "(of movement) slow and laborious.",
    "adjective",
    "Charlie may seem to run at a plodding pace, but he is an ultramarathoner, meaning he runs distances of up to 100 miles, and can run for ten hours at a stretch."
  ],
  "1171": [
    1171,
    "portentous",
    "ominously prophetic.",
    "adjective",
    "When the captain and more than half the officers were sick on the very first night of the voyage, many of the passengers felt this was portentous, but the rest of the voyage continued without any problems."
  ],
  "1172": [
    1172,
    "preclude",
    "keep from happening or arising; make impossible.",
    "verb",
    "The manager specified that all other gates be locked, to preclude the possibility of persons without tickets entering the arena undetected."
  ],
  "1173": [
    1173,
    "prescience",
    "the power to foresee the future.",
    "noun",
    "Baxter's warnings about investing in technology stocks seemed like an act of prescience after the whole market declined significantly."
  ],
  "1174": [
    1174,
    "presumption",
    "audacious (even arrogant) behavior that you have no right to.",
    "noun",
    "The new neighbor quickly gained a reptuation for her presumption; she had invited herself to several of the neighbors homes, often stopping over at inopportune times and asking for a drink."
  ],
  "1175": [
    1175,
    "prevail",
    "prove superior.",
    "verb",
    "Before the cricket match, Australia was heavily favored, but India prevailed."
  ],
  "1176": [
    1176,
    "primacy",
    "the state of being first in importance.",
    "noun",
    "The primacy of Apple Computers is not guaranteed, as seen in the recent lawsuits and weak growth."
  ],
  "1177": [
    1177,
    "promulgate",
    "state or announce.",
    "verb",
    "The President wanted to promulgate the success of the treaty negotiations, but he had to wait until Congress formally approved the agreement."
  ],
  "1178": [
    1178,
    "proselytize",
    "convert to another religion, philosophy, or perspective.",
    "verb",
    "Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an Android about why she didn't purchase an iPhone."
  ],
  "1179": [
    1179,
    "protean",
    "readily taking on different roles; versatile.",
    "adjective",
    "Peter Sellers was truly a protean actor--in Doctor Strangelove he played three very different roles: a jingoist general, a sedate President and a deranged scientist."
  ],
  "1180": [
    1180,
    "provident",
    "careful in regard to your own interests; providing carefully for the future.",
    "adjective",
    "In a move that hardly could be described as provident, Bert spend his entire savings on a luxurious cruise, knowing that other bills would come due a couple months later."
  ],
  "1181": [
    1181,
    "qualify",
    "to make less severe; to limit (a statement).",
    "verb",
    "Chris qualified his love for San Francisco, adding that he didn't like the weather as much as the weather in Los Angeles."
  ],
  "1182": [
    1182,
    "raffish",
    "marked by a carefree unconventionality or disreputableness.",
    "adjective",
    "The men found him raffish, but the women adored his smart clothes and casual attitude."
  ],
  "1183": [
    1183,
    "rash",
    "marked by defiant disregard for danger or consequences; imprudently incurring risk Although Bruce was able to make the delivery in time with a nightime motorcycle ride in the rain, Susan.",
    "adjective",
    "criticized his actions as rash. This word has other definitions but this is the most important one for the GRE."
  ],
  "1184": [
    1184,
    "remonstrate",
    "to make objections while pleading.",
    "verb",
    "The mothers of the kidnapped victims remonstrated to the rogue government to release their children, claiming that the detention violated human rights."
  ],
  "1185": [
    1185,
    "resolve",
    "reach a conclusion after a discussion or deliberation.",
    "verb",
    "After much thought, Ted resolved not to travel abroad this summer because he didn't have much money in his bank account. This word has other definitions but this is the most important one for the GRE."
  ],
  "1186": [
    1186,
    "resurgent",
    "rising again as to new life and vigor.",
    "adjective",
    "The team sank to fourth place in June, but is now resurgent and about to win the division."
  ],
  "1187": [
    1187,
    "retiring",
    "to be shy, and to be inclined to retract from company.",
    "adjective",
    "Nelson was always the first to leave soirees--rather than mill about with \"fashionable\" folk, he was retiring, and preferred the solitude of his garret."
  ],
  "1188": [
    1188,
    "row",
    "an angry dispute.",
    "noun",
    "The Prime Minister looked very foolish after his row with the foreign dignitary was caught on video and posted on youtube. This word has other definitions but this is the most important one for the GRE."
  ],
  "1189": [
    1189,
    "sartorial",
    "related to fashion or clothes.",
    "adjective",
    "Monte was astute at navigating the world of finance; sartorially, however, he was found wanting--he typically would attempt to complement his beige tie with a gray suit and white pants."
  ],
  "1190": [
    1190,
    "saturnine",
    "morose or gloomy.",
    "adjective",
    "Deprived of sunlight, humans become saturnine; that's why in very northerly territories people are encouraged to sit under an extremely powerful lamp, lest they become morose."
  ],
  "1191": [
    1191,
    "schadenfreude",
    "joy from watching the suffering of others.",
    "noun",
    "From his warm apartment window, Stanley reveled in schadenfreude as he laughed at the figures below, huddled together in the arctic chill."
  ],
  "1192": [
    1192,
    "semblance",
    "an outward or token appearance or form that is deliberately misleading.",
    "noun",
    "While the banker maintained a semblance of respectability in public, those who knew him well were familiar with his many crimes."
  ],
  "1193": [
    1193,
    "serendipity",
    "the instance in which an accidental, fortunate discovery is made.",
    "noun",
    "The invention of the 3M Post It Note was serendipitous, because the scientist who had come up with the. idea was looking for a strong adhesive; the weak adhesive he came up with was perfect for holding a piece of paper in place but made it very easy for so."
  ],
  "1194": [
    1194,
    "simulacrum",
    "a bad imitation.",
    "noun",
    "The early days of computer graphics made real people into a simalacrum that now seems comical."
  ],
  "1195": [
    1195,
    "steadfast",
    "marked by firm determination or resolution; not shakable.",
    "adjective",
    "A good captain needs to be steadfast, continuing to hold the wheel and stay the course even during the most violent storm."
  ],
  "1196": [
    1196,
    "subsume",
    "consider (an instance of something) as part of a general rule or principle.",
    "verb",
    "Don Quixote of La Mancha subsumes all other modern novels, demonstrating modern literary devices. and predating even the idea of a postmodern, metanarrative."
  ],
  "1197": [
    1197,
    "sullen",
    "showing a brooding ill humor.",
    "adjective",
    "Herbert took board games too seriously, often appearing sullen after losing."
  ],
  "1198": [
    1198,
    "tarnish",
    "make dirty or spotty, as by exposure to air; also used metaphorically.",
    "verb",
    "Pete Rose was one of the best baseball players of his generation, but his involvement with gambling on baseball games has tarnished his image in the eyes of many."
  ],
  "1199": [
    1199,
    "tenacious",
    "stubbornly unyielding.",
    "adjective",
    "Even the most tenacious advocates for gun ownership must admit some of the dangers that firearms present."
  ],
  "1200": [
    1200,
    "tender",
    "offer up something formally.",
    "verb",
    "The government was loath to tender more money in the fear that it might set off inflation. This word has other definitions but this is the most important one for the GRE."
  ],
  "1201": [
    1201,
    "treacherous",
    "dangerously unstable and unpredictable.",
    "adjective",
    "The bridge built from twine and vine is treacherous to walk across, and so I think I will stay put right here."
  ],
  "1202": [
    1202,
    "unpropitious",
    "(of a circumstance) with little chance of success.",
    "adjective",
    "With only a bottle of water and a sandwich, the hikers faced an unpropitious task: ascending a huge mountain that took most two days to climb."
  ],
  "1203": [
    1203,
    "unruly",
    "(of persons) noisy and lacking in restraint or discipline; unwilling to submit to authority.",
    "adjective",
    "Walk in to any preschool and I am sure that you will find an unruly and chaotic scene--unless it's nap time."
  ],
  "1204": [
    1204,
    "vanquish",
    "come out better in a competition, race, or conflict.",
    "verb",
    "For years, Argentina would dominate in World Cup qualifying matches, only to be vanquished by one of the European countries during the late stages of the tournament."
  ],
  "1205": [
    1205,
    "vaunted",
    "highly or widely praised or boasted about.",
    "adjective",
    "For years, they had heard of New York City's vaunted skyline, and when they finally saw it, the spectacular cityscape did not disappoint them in the least."
  ],
  "1206": [
    1206,
    "vehement",
    "marked by extreme intensity of emotions or convictions.",
    "adjective",
    "While the other employees responded to the bad news in a measured way, Andrew responded in a vehement manner, tipping over his desk and shouting at the top of his lungs."
  ],
  "1207": [
    1207,
    "vicarious",
    "felt or undergone as if one were taking part in the experience or feelings of another.",
    "adjective",
    "The advent of twitter is a celebrity stalker's dream, as he or she can--through hundreds of intimate \"tweets\"--vicariously live the life of a famous person."
  ],
  "1208": [
    1208,
    "vindictive",
    "to have a very strong desire for revenge.",
    "adjective",
    "Though the other girl had only lightly poked fun of Vanessa's choice in attire, Vanessa was so vindictive that she waited for an entire semester to get the perfect revenge."
  ],
  "1209": [
    1209,
    "virago",
    "an ill-tempered or violent woman.",
    "noun",
    "Poor Billy was the victim of the virago's invective--she railed at him for a good 30-minutes about how he is the scum of the earth for speaking loudly on his cellphone in public."
  ],
  "1210": [
    1210,
    "wanting",
    "lacking.",
    "adjective",
    "She did not think her vocabulary was wanting, yet there were so many words that inevitably she found a few she didn't know."
  ]
}